[
    {"authorName":"石涛","dynasty":"清代","birth":"1642","death":"1701","师父":"","workNum":"359","province":"广西","introduction":"石涛（1642一1707后），原名朱若极，僧名元济，一作原济，别署阿长、大涤子、石道人、苦瓜和尚、瞎尊者、清湘老人等，斋号大涤堂、耕心草堂等，广西全州人，后定居扬州，清初画家。明靖江王之后，出家为僧。半世云游，饱览名山大川，是以所画山水，笔法恣肆，离奇苍古而又能细秀妥帖，为清初山水画大家。画花卉也别有生趣。晚年定居扬州。着有《画语录》、《画谱》。"}
    ,
    {"authorName":"陆俨少","dynasty":"近现代","birth":"1909","death":"1993","师父":"冯超然","workNum":"255","province":"上海","introduction":"陆俨少（1909年6月26日－1993年10月23日），现代画家。又名砥，字宛若，上海嘉定县南翔镇人。中国美术家协会会员  。1926年考入无锡美术专科学校，1927年考入无锡美专学习，同年从王同愈学习诗文、书法；次年师从冯超然学画，并结识吴湖帆，遍游南北胜地。1956年任上海中国画院画师。1962年起兼课于浙江美术学院，1980年在该院正式执教，并任浙江画院院长。擅画山水，尤善于发挥用笔效能，以笔尖、笔肚、笔根等的不同运用来表现自然山川的不同变化。线条疏秀流畅，刚柔相济。云水为其绝诣，有雄秀跌宕之概。勾云勾水，烟波浩淼，云蒸雾霭，变化无穷，并创大块留白、墨块之法。兼作人物、花卉，书法亦独创一格。\n陆俨少1927年拜冯超然为师，并与吴湖帆相识，在两位先生处，看到不少历代名家真迹。抗日战争期间，陆俨少流寓内地，1946年回归故乡。在此之前，陆俨少的作品大部分是对古代传统的消化和吸收。返乡途径三峡的经历，引发了他的创新意识，开始将以前局部改造传统转换为有意识地建立个人风格。\n1956年，任上海中国画院画师。1961年至1966年，赴浙江美术学院兼职山水画教席；在此期间，其绘画个性得以发展，最终在晚年形成了自己独特的风格。"}
    ,
    {"authorName":"沈周","dynasty":"明代","birth":"1427","death":"1509","师父":"","workNum":"252","province":"江苏","introduction":"沈周（1427—1509），字启南，号石田，晚号白石翁、竹庄老人，斋名有竹居、煮石亭，南直隶长洲（今江苏苏州）人，明代文学家、书画家。与唐寅、文徵明、仇英并称为“吴门四大家”。终身未仕。着有《客座新闻》、《石田集》、《江南春词》、《石田诗钞》、《石田杂记》等。"}
    ,
    {"authorName":"孙温","dynasty":"清代","birth":"1818","death":"1912","师父":"","workNum":"244","province":"河北","introduction":"孙温，丰润人，生于嘉庆二十三年，即1818年，经历了嘉庆、道光、咸丰、同治、光绪等几个朝代，卒年不详，也许他一直到宣统被迫退位、中华民国成立以后才谢世。有关专家翻遍诸家画史和地方志书，发现皆未载其名，画面有作者惟一的题识“七十三老人润斋孙温”。经初步考证，孙温为河北丰润人，大约生于清嘉庆戊寅(1818年)，至此图绘制完成73岁时尚在，但孙温一生中的具体情况，还有哪些作品，已经无法考证了。全图由孙温主要构思绘制并由孙小州参与合作完成，其绘制时间大致在同治至光绪之间。从全图绘画风格和技法看，孙温应为民间画师中的高手。"}
    ,
    {"authorName":"董其昌","dynasty":"明代","birth":"1555","death":"1636","师父":"","workNum":"235","province":"上海","introduction":"董其昌（1555—1636），字玄宰，号思白，又号思翁、香光居士，斋号玄赏斋、戏鸿堂，南直隶松江府华亭（今上海松江）人，明官吏、书画家。万历十七年（1589）进士，授翰林院编修，天启时累官南京礼部尚书，以阉党柄权，请告归。崇祯四年（1631）起故官，掌詹事府事。精于书画鉴赏，收藏诸多名家珍品，在书画理论方面论著颇多。工书法，自谓于率易中得之，对后世书法影响很大。其书画创作讲求追摹古人，但并不泥古不化。在笔墨的运用上追求先熟后生的效果，拙中带秀，体现出文人创作中平淡天真的个性。有《画禅室随笔》、《容台文集》、《画旨》、《画眼》等。"}
    ,
    {"authorName":"文徵明","dynasty":"明代","birth":"1470","death":"1559","师父":"","workNum":"203","province":"江苏","introduction":"文徵明（1470—1559），初名文壁，字征明，更字征仲，号衡山居士，斋名玉磬山房、玉兰堂、悟言室，南直隶长洲（今江苏苏州）人，明诗文书画家。与祝允明、唐寅、徐桢卿并称“吴中四才子”。又与沈周、唐寅、仇英同以画名，号吴门四家。正德末以岁贡生荐试吏部，授翰林院待诏，旋致仕归。擅诗文，工书画，有《甫田集》。"}
    ,
    {"authorName":"恽寿平","dynasty":"清代","birth":"1633","death":"1690","师父":"","workNum":"189","province":"江苏","introduction":"恽寿平（1633—1690），初名恽格，字寿平，一字正叔，号南田，又号寿道人、云溪外史、白云外史、园客、东园生、草衣生、抱瓮客、瓯香散人、南国余民、横山樵者、青蓑钓隐、东野道人、飞鉴湖泊者、天际真人、云衣居士、芙蓉小隐、雪衣居士，斋名云起楼、白华斋、瓯香馆、不远斋、白云楼、白云草堂，江苏武进人，清诗人、书画家。创常州派，为清朝“一代之冠”。以潇洒秀逸的用笔直接点蘸颜色，敷染成画，讲究形似，但又不以形似为满足，有文人画的情调、韵味。其山水画亦有很高成就，以神韵、情趣取胜，与“四王”、吴历并称“清初六大家”。又擅诗文和书法，诗被誉为“毗陵六逸之冠”。书法主要学褚遂良，被称为“恽体”。着有《南田诗草》、《瓯香馆集》、《南田画真本》、《南田集》。"}
    ,
    {"authorName":"王翚","dynasty":"清代","birth":"1632","death":"1717","师父":"王载仕,王豢龙","workNum":"188","province":"江苏","introduction":"王翚（1632—1717），字石谷，号臞樵，别号耕烟、耕烟散人、剑门樵客、乌目山人、清晖老人，斋名来青阁、西爽阁、响山楼，江南常熟（今属江苏）人，清初画家。祖父王载仕、父亲王豢龙均擅绘画。博览大江南北收藏家名画，论画主张“以元人笔墨，运宋人丘壑，而泽以唐人气韵。” 康熙三十年（1691）奉诏绘制《康熙南巡图》，历时三年完成，受到皇太子胤礽召见，并绘扇书以“山水清晖”四字作为褒奖。与王鉴、王时敏、王原祁合称山水画家“四王”。被视为画之正宗，追随者甚众。着有《清晖画跋》。"}
    ,
    {"authorName":"唐寅","dynasty":"明代","birth":"1470","death":"1523","师父":"","workNum":"179","province":"江苏","introduction":"唐寅（1470—1523），字伯虎，一字子畏，号六如居士，又号桃花庵主、逃禅仙吏，斋名梦墨亭、学圃堂，南直隶吴县（今江苏苏州）人，明画家、文学家。弘治十一年（1498）举人第一，会试时，牵涉科场舞弊案，下诏狱，谪为吏，耻不就。游名山大川，以卖画为生。山水、人物、花鸟，无所不精。与沈周、文徵明、仇英合称明四家。有《画谱》、《六如居士集》等。藏书甚富。"}
    ,
    {"authorName":"马远","dynasty":"宋代","birth":"1140","death":"1225","师父":"马贲,马兴祖,马公显,马世荣,马逵","workNum":"170","province":"山西","introduction":"马远（1140—1225），字遥父，号钦山，祖籍河中（今山西永济），移居钱塘（今浙江杭州），南宋画家。光宗、宁宗时任画院待诏。出身绘画世家，曾祖马贲、祖马兴祖、伯马公显、父马世荣、兄马逵等皆为宋代知名画家。擅山水、花鸟、人物，其山水师法李唐，多画江浙山水，树木杂卉多用夹笔，用大斧劈皴带水墨，画山石方硬严整。与李唐、刘松年、夏圭并称“南宋四家”。光、宁朝任画院待诏。工山水、人物、花禽，尽皆臻妙。虽师李唐，下笔严整，画山石用大斧劈，兼用钉头鼠尾笔法，用墨凝重。所绘残山剩水，构图多作“一角”之景，故人又称“马一角”。树用拖枝，“披拂如柔丝”；屋宇用界画；远山用大笔渲染，空潆迷茫，创水墨苍劲一派，与夏珪齐名，时称“马夏”。"}
    ,
    {"authorName":"仇英","dynasty":"明代","birth":"1482","death":"1559","师父":"","workNum":"168","province":"江苏","introduction":"仇英（1482—1559），字实父，号十洲，南直隶太仓（今属江苏）人，明画家。擅画人物，尤长仕女，既工设色，又擅水墨、白描，能运用多种笔法表现不同对象，或圆转流美，或劲丽艳爽。偶作花鸟，亦明丽有致。与沈周、文徵明、唐寅并称为“明四家”。"}
    ,
    {"authorName":"朱耷","dynasty":"清代","birth":"1626","death":"1705","师父":"","workNum":"166","province":"江西","introduction":"朱耷（约1626—约1705），号八大山人，又号雪个、个山 、入屋、驴屋，入清后改名道朗，字良月，号破云樵者，斋号普字堂、怀古堂、在芙山房，江西南昌人，明末清初画家。明朝宗室，为南昌宁献王朱权九世孙，明亡后削发为僧，与弘仁、髡残、石涛并称清初四画僧。后改信道教，住南昌青云谱道院。绘画以大笔水墨写意著称，并擅于泼墨，尤以花鸟画称美于世。在创作上取法自然，笔墨简炼，大气磅礴，独具新意，创造了高旷纵横的风格。"}
    ,
    {"authorName":"王原祁","dynasty":"清代","birth":"1642","death":"1715","师父":"王时敏,黄公望","workNum":"159","province":"江苏","introduction":"王原祁（1642—17l5），字茂京，号麓台，又号苍润，别署石师道人，人称王司农，斋名古期斋、求是堂、埽花庵、期仙庐，江南太仓（今属江苏）人，清官吏、画家。王时敏孙。康熙九（1670）年进士，官至户部侍郎，人称王司农。以画供奉内廷，任书画谱馆总裁，康熙四十四（1705）年奉旨与孙岳颁、宋骏业等编《佩文斋书画谱》，五十六（1717）年主持绘《万寿盛典图》，为康熙帝祝寿。擅画山水，继承家法，学元四家，以黄公望为宗，喜用干笔焦墨，层层皴擦，用笔沉着，自称笔端有金刚杵。主张好画当在不生不熟之间，自出心裁，不受古法拘束，熟不甜，生不涩，淡而厚，实而清，书卷之气盎然纸墨外。有《雨窗漫笔》、《麓台题画稿》。"}
    ,
    {"authorName":"陈洪绶","dynasty":"清代","birth":"1598","death":"1652","师父":"","workNum":"155","province":"浙江","introduction":"陈洪绶（1598—1652），字章侯，幼名莲子，一名胥岸，号老莲，别号小净名、晚号老迟、悔迟，又号悔僧、云门僧，斋名宝纶堂，浙江诸暨人，明末清初书画家、诗人。明国子监生。明亡清兵入浙东，避难绍兴云门寺，削发为僧，一年后还俗。晚年学佛参禅，在绍兴、杭州等地鬻画为生。工人物，亦画山水、花鸟。绘画名作《九歌图》、《西厢记》、《鸳鸯冢》、《水浒叶子》、《博古叶子》，都由与他同时代的著名刻工雕刻，是明清木刻版画的代表作。着有《宝纶堂集》、《避乱草》、《筮仪象解》。"}
    ,
    {"authorName":"王鉴","dynasty":"明代","birth":"1598","death":"1677","师父":"王世贞","workNum":"147","province":"江苏","introduction":"王鉴（1598—1677），字玄照，改字员照，号湘碧，又号染香庵主，斋号宝觯楼等，南直隶太仓（今属江苏）人，明末画家。王世贞曾孙，崇祯六年（1633）举人，后仕至廉州太守，故称“王廉州”。家藏古今名迹甚富，摹古工力深厚，笔法非凡，擅长山水。与王时敏、王翚、王原祁并称“四王”，又加恽寿平、吴历为“清初六家”。着有《染香庵集》、《染香庵画跋》。"}
    ,
    {"authorName":"赵孟頫","dynasty":"元代","birth":"1254","death":"1322","师父":"","workNum":"143","province":"浙江","introduction":"赵孟頫（1254—1322），字子昂，号松雪道人，又号鸥波、水精宫道人，斋名松雪斋，吴兴（今浙江湖州）人，元书画大家。宋宗室，入元累官至翰林学士承旨，封魏国公。能诗擅文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。开创元代新画风，被称为“元人冠冕”。着有《松雪斋集》。"}
    ,
    {"authorName":"徐悲鸿","dynasty":"近现代","birth":"1895","death":"1953","师父":"任伯年","workNum":"139","province":"江苏","introduction":"徐悲鸿（1895年7月19日—1953年9月26日），汉族，原名徐寿康，江苏宜兴县屺亭镇人，中国现代画家、美术教育家，景星学社社员。\n1917年，徐悲鸿任北大画法研究会导师，最高学府先后成就了画坛大师徐悲鸿和北大书法史两巨匠沈尹默、李志敏等。曾留学法国学西画，归国后长期从事美术教育，先后任教于国立中央大学艺术系、北平大学艺术学院和北平艺专，并与厉麟似等联合发起创立了中意文化协会。\n1949年后任中央美术学院院长。擅长人物、走兽、花鸟，主张现实主义，于传统尤推崇任伯年，强调国画改革融入西画技法，作画主张光线、造型，讲求对象的解剖结构、骨骼的准确把握，并强调作品的思想内涵，对当时中国画坛影响甚大，与张书旗、柳子谷三人被称为画坛的“金陵三杰”。所作国画彩墨浑成，尤以奔马享名于世。\n徐悲鸿被尊称为中国现代美术教育的奠基者，他主张发展“传统中国画”的改良，立足中国现代写实主义美术，提出了近代国画之颓废背景下的《中国画改良论》。\n1953年9月26日，徐悲鸿因脑溢血病逝，享年58岁。按照徐悲鸿的遗愿，夫人廖静文女士将他的作品1200余件，他一生节衣缩食收藏的唐、宋、元、明、清及近代著名书画家的作品1200余件，图书、画册、碑帖等1万余件，全部捐献给国家。"}
    ,
    {"authorName":"钱选","dynasty":"元代","birth":"1239","death":"1299","师父":"赵令穰,李公麟,赵昌,赵伯驹","workNum":"137","province":"浙江","introduction":"钱选（约1239—1299后），字舜举，号玉潭，又号巽峰、清癯老人、习懒翁、霅溪翁，吴兴（今浙江湖州）人，南宋末元初画家。南宋景定三年（1262）乡贡进士，入元不仕。工诗，擅书画。画学极杂，山水师从赵令穰，人物师从李公麟，花鸟师赵昌，青绿山水师赵伯驹。人品及画品皆称誉当时。继承苏轼等人的文人画理论，提倡士气说，倡导戾家画。在画上题写诗文或跋语，萌芽了诗、书、画紧密结合的文人画的鲜明特色。与赵孟頫、王子中、牟应龙、肖子中、陈天逸、陈仲信、姚式并称“吴兴八俊”。"}
    ,
    {"authorName":"郎世宁","dynasty":"清代","birth":"1688","death":"1766","师父":"","workNum":"131","province":"意大利","introduction":"郎世宁（1688—1766），原名朱塞佩·伽斯底里奥内，意大利米兰人，清宫廷画师。清康熙帝五十四年（1715）作为天主教耶稣会的修道士来中国传教，随即入宫进入如意馆，成为宫廷画家。曾参加圆明园西洋楼的设计工作，历任康、雍、干三朝宫廷画师，在中国从事绘画达50多年。先后受到了康熙帝、雍正帝、乾隆帝的重用。人物、肖像、走兽、花鸟、山水无所不涉，无所不精，成为雍正帝、乾隆帝时宫廷绘画的代表人物。代表作品有《聚瑞图》、《嵩献英芝图》、《百骏图》、《弘历及后妃像》、《平定西域战图》等。"}
    ,
    {"authorName":"蓝瑛","dynasty":"明代","birth":"1585","death":"1664","师父":"黄公望,沈周","workNum":"121","province":"浙江","introduction":"蓝瑛（1585—1664），字田叔，号蝶叟，晚号石头陀、山公、万篆阿主者、西湖研民、东郭老农，斋名城曲茅堂、飞云阁，浙江钱塘（今杭州）人，明书画家。擅长山水、花卉、兰石，师法宋元名家，早年主要得力于黄公望，作品清简秀润。中年自立门庭，上窥晋、唐、两宋，遍摹元代诸家笔法，集取优长,由此入门，始能各极变化。不但取法郭熙、李唐及马、夏，而且对二米、云山也精心研究过。对黄公望的画悉心尤力。对同代前辈沈周的画也热心师效。加之漫游南北涉猎既广，眼界自宽，故落笔纵横奇古，风格秀润。晚年作品渐趋苍劲疏宕。画风又有多种面貌，有些作品笔墨含蓄隽雅，有些作品青绿重设色，画法工细，色调浓丽，愈老而愈工。晚年笔法益苍劲，颇类沈周。兼工人物、花鸟、兰竹、俱得古人三昧。他虽力追古法，但能融会贯通，自成风范。"}
    ,
    {"authorName":"倪瓒","dynasty":"元代","birth":"1301","death":"1374","师父":"","workNum":"120","province":"江苏","introduction":"倪瓒（1301-1374），初名倪埏，字符镇，号云林、懒瓒、云林子、幻霞子、幻霞生、剂蛮民、奚元朗、曲全叟、懒道人、如幻居土、朱阳馆主、净名居土、净因庵主、通玄隐土、栖林散人、沧浪漫士、萧闲仙卿，斋名朱阳馆、净因庵，无锡（今属江苏）人，元书画家。博学好古，家雄于财，四方名士日至其门。元顺帝至正初忽散家财给亲故，未几兵兴，逃渔舟以免。入明，黄冠野服，混迹编氓。工诗画，画山水意境幽深。有《清閟阁集》，与黄公望、王蒙、吴镇为元季四家。"}
    ,
    {"authorName":"齐白石","dynasty":"近现代","birth":"1864","death":"1957","师父":"","workNum":"120","province":"湖南","introduction":"齐白石（1864年1月1日—1957年9月16日），原名纯芝，字渭青，号兰亭，后改名璜，字濒生，号白石、白石山翁、老萍、饿叟、借山吟馆主者、寄萍堂上老人、三百石印富翁，祖籍安徽宿州砀山，生于湖南长沙府湘潭（今湖南湘潭），近现代中国绘画大师。\n早年曾为木工，后以卖画为生，五十七岁后定居北京。曾任中央美术学院名誉教授、中国美术家协会主席等职。1953年被文化部授予人民艺术家称号，也曾入选世界文化名人。1956年被世界和平理事会授予国际和平奖金。1957年任北京中国画院名誉院长，同年于北京医院逝世。\n齐白石擅画花鸟、虫鱼、山水、人物，笔墨雄浑滋润，色彩浓艳明快，造型简练生动，意境淳厚朴实。所作鱼虾虫蟹，天趣横生。其书工篆隶，取法于秦汉碑版，行书饶古拙之趣。篆刻自成一家，善写诗文。代表作有《蛙声十里出山泉》《墨虾》等。著有《白石诗草》《白石老人自述》等。"}
    ,
    {"authorName":"傅抱石","dynasty":"近现代","birth":"1904","death":"1965","师父":"","workNum":"118","province":"江西","introduction":"傅抱石（1904年10月5日—1965年9月29日），原名长生、瑞麟，号抱石斋主人，生于江西南昌，祖籍江西新余，现代画家，“新山水画”代表画家。早年留学日本，回国后执教于中央大学。1949年后曾任南京师范学院教授、江苏国画院院长等职。\n考察了傅抱石留日期间创作的和归国后摹仿日本画家的人物故事画之后，并不能以充分实证的方式确认其对日本历史画直接的仿摹与复写。\n他擅画山水，中年创为“抱石皴”，笔致放逸，气势豪放，尤擅作泉瀑雨雾之景；晚年多作大幅，气魄雄健，具有强烈的时代感。人物画多作仕女、高士，形象高古。著有《中国古代绘画之研究》《中国绘画变迁史纲》等。\n2017年6月5日晚，傅抱石《茅山雄姿》在北京保利上拍，现场以1.45亿元起拍，1.625亿元落槌，加佣金1.87亿元成交。"}
    ,
    {"authorName":"龚贤","dynasty":"清代","birth":"1618","death":"1689","师父":"米芾","workNum":"112","province":"江苏","introduction":"龚贤（1618—1689），又名龚岂贤，字半千、半亩，号镜遗，又号野遗、柴丈人、钟山野老，斋号香草堂、安节堂、不能言斋，南直隶昆山（今属江苏）人，明末清初画家。早年曾参加复社活动，明末战乱时外出漂泊流离，入清隐居不出，流寓金陵（今南京）。与同时活跃于金陵地区的画家樊圻、高岑、邹喆、吴宏、叶欣、胡慥、谢荪等并称“金陵八家”。工诗文，擅行草，师宗米芾，又不拘古法，自成一体。着有《香草堂集》。"}
    ,
    {"authorName":"李公麟","dynasty":"宋代","birth":"1049","death":"1106","师父":"","workNum":"110","province":"安徽","introduction":"李公麟（1049—1106），字伯时，号龙眠居士，庐江郡舒州（今安徽桐城）人，北宋画家。神宗熙宁三年（1070）进士，历南康、长垣尉，泗州录事参军，以陆佃荐，为中书门下后省删定官、御史检法，官至朝奉郎。元符三年（1100）因风痹致仕。好古博学，长于诗，精鉴别古器物。尤以画著名，凡人物、释道、鞍马、山水、花鸟，无所不精，时推为宋画中第一人。"}
    ,
    {"authorName":"王时敏","dynasty":"清代","birth":"1592","death":"1680","师父":"","workNum":"106","province":"江苏","introduction":"王时敏（1592—1680），初名赞虞，字逊之，号烟客，自号偶谐道人，晚号西庐老人、西田主人、偶谐道人、归村老农，斋号扫花庵、藻野堂，南直隶太仓（今属江苏）人，明末清初书画家。王锡爵孙，翰林王衡独子。崇桢初以荫官太常寺卿，故被称为“王奉常”。入清后家居不出，寄情诗文书画，家藏历代法书名画甚多。擅山水，专师黄公望，笔墨含蓄，苍润松秀，浑厚清逸，与王鉴、王翚、王原祁并称“四王”，外加恽寿平、吴历合称“清六家”。开创了山水画的“娄东派”。着有《西庐画跋》、《王奉常书画题跋》。"}
    ,
    {"authorName":"金农","dynasty":"清代","birth":"1687","death":"1763","师父":"","workNum":"105","province":"浙江","introduction":"金农（1687—1763），字寿门、司农、吉金，号冬心先生、稽留山民、曲江外史、昔耶居士，龙梭仙客，百二砚田富翁，心出家庵粥饭僧，浙江钱塘（今杭州）人，斋名朱阳馆、耻春亭、心出家庵、枯梅庵，清代书画家。扬州八怪之首，布衣终身。好游历，遍游南北而归。晚寓扬州，卖书画自给。嗜奇好学，工于诗文书法，诗文古奥奇特，并精于鉴别。书法创扁笔书体，兼有楷、隶体势，时称“漆书”。五十三岁后才工画。其画造型奇古，擅用淡墨干笔作花卉小品，尤工画梅。"}
    ,
    {"authorName":"吴昌硕","dynasty":"清代","birth":"1844","death":"1927","师父":"","workNum":"99","province":"浙江","introduction":"吴昌硕（1844—1927），初名俊，又名俊卿，字昌硕，又署仓石、苍石，多别号，常见者有仓硕、老苍、老缶、苦铁、大聋、石尊者等，浙江孝丰县人，晚清著名画家、书法家、篆刻家，是杭州西泠印社首任社长，与虚谷、蒲华、任颐合称为“清末海派四杰”，为当时公认的上海画坛、印坛领袖，名满天下。其有《缶卢集》、《缶卢诗存》、《缶卢印存》及书画集多种刊行。"}
    ,
    {"authorName":"黄宾虹","dynasty":"近现代","birth":"1865","death":"1955","师父":"","workNum":"93","province":"浙江","introduction":"黄宾虹（1865年1月27日—1955年3月25日），初名懋质，后改名质，字朴存，号宾虹，别署予向。男，原籍安徽省徽州歙县，生于浙江省金华市。中国近现代国画家，擅画山水，山水画一代宗师。也是书法家，与白蕉、高二适、李志敏合称“20世纪文人书法四大家”。曾任中国艺术专科学校校长，解放后任全国第二届政协委员，中国美术家协会理事。被称为“中国人民优秀的画家”；1955年3月25日病逝于浙江杭州。"}
    ,
    {"authorName":"王蒙","dynasty":"元代","birth":"1308","death":"1385","师父":"赵孟頫,董源,巨然","workNum":"92","province":"浙江","introduction":"王蒙（1308—1385），字叔明，号香光居士，又号黄鹤山樵，湖州（今浙江吴兴）人，元画家。外祖父赵孟頫、外祖母管道升、舅父赵雍、表弟赵彦征均为元代著名画家。元末官理问，弃官后隐居临平黄鹤山。明初出任泰安知州，因胡惟庸案牵累，死于狱中。能诗文，工书法。尤擅画山水，得外祖赵孟頫法，以董源、巨然为宗而自成面目。写景稠密，布局多重山复水，擅用解索皴和渴墨苔点，表现林峦郁茂苍茫的气氛。山水之外，兼能人物。后人将其与黄公望、吴镇、倪瓒合称为“元四家”。"}
    ,
    {"authorName":"弘仁","dynasty":"清代","birth":"1610","death":"1664","师父":"","workNum":"91","province":"安徽","introduction":"弘仁（1610—1664），俗姓江，名舫，字鸥盟，僧名弘仁，自号渐江学人。清代著名画家。工诗文，擅长山水，喜仿云林，深造妙境，虽学宋、元各家，但叉直师造化，自题诗云：“敢言天地是吾师”。画有卷册多种，均为精绝之作。其画布局奇兀，近景大岩壁立，远山缥缈朦胧，掩映生姿，当时极有声誉，为新安画派的奠基人。"}
    ,
    {"authorName":"华岩","dynasty":"清代","birth":"1682","death":"1756","师父":"","workNum":"86","province":"福建","introduction":"华岩（1682—1756）， 字德崇，更字秋岳，一字空尘，号新罗山人，又号白沙道人，离垢居士，东园生，布衣生，斋名解弢馆、真率斋，福建上杭（今长汀）人，清代画家。侨寓扬州，工诗擅画，山水、花鸟、人物皆精，尤以人物见长，随意点染，无不佳妙。张庚《国朝画征续录》评其曰“擅人物山水花鸟草虫，皆能脱去时习，而力追古法，不求妍媚，诚为近日空谷之音。”着有《离垢集》、《解弢馆诗集》。"}
    ,
    {"authorName":"刘松年","dynasty":"宋代","birth":"1155","death":"1218","师父":"张训礼,李唐,董源,巨然","workNum":"83","province":"浙江","introduction":"刘松年（约1155—1218），人号刘清波，俗称暗门刘，钱塘（今浙江杭州）人，南宋宫廷画家。宋孝宗淳熙年间入为御前画院学生，宋光宗绍熙年间为画院待诏，宋宁宗时因进献《耕织图》，得到奖赏，受赐金带。擅画人物、山水，师张训礼（本名张敦礼）。画学李唐，画风笔精墨妙，山水画风格继承董源、巨然，清丽严谨，着色妍丽典雅，常画西湖，多写茂林修竹、山明水秀之西湖胜景。因题材多园林小景，人称“小景山水”。所作屋宇，界画工整。兼精人物，所画人物神情生动，衣褶清劲，精妙入微。后人将其与李唐、马远、夏圭合称为“南宋四大家”。着有《溪亭客话》。"}
    ,
    {"authorName":"张大千","dynasty":"近现代","birth":"1899","death":"1983","师父":"曾熙,李瑞清","workNum":"83","province":"四川","introduction":"张大千（1899年5月10日—1983年4月2日），四川省内江市人，原名正权，后改名爰，字季爰，号大千，别号大千居士、下里港人，斋名大风堂，中国近现代国画家，景星学社社员。代表作品《荷花图》《爱痕湖》《长江万里图》《秋曦图》等。\n1911年9月，张大千就读于内江天主教福音学校，随后在华美初小学毕业。1914年9月，就读于重庆曾家岩求精中学，之后转入江津中学。1917年，东渡日本，在京都艺专学习印染，仍习画不辍。1919年，由日本回到上海，先后拜书画家曾熙、李瑞清为师，主攻魏碑，兼学行、草、篆、隶等体。在上海期间，与兄弟张善孖昆仲创立大风堂画派。1944年，举办《张大千临摹敦煌壁画展览》，受到重庆各界关注。之后在亚、欧、美举办了画展，被誉为“当今最负盛名之国画大师”。1949年，创作《荷花图》，现藏于中南海毛泽东故居。1969年，迁居美国旧金山，居美10年，是张大千创作的鼎盛期。1974年，获美国加州太平洋大学名誉人文博士学位。1978年，移居台北，晚年思乡而不得归，于1983年4月2日因心脏病逝世。"}
    ,
    {"authorName":"周思聪","dynasty":"近现代","birth":"1939","death":"1996","师父":"","workNum":"77","province":"天津","introduction":"周思聪（1939～1996），中国美术家协会原副主席，中国著名女画家。天津市宁河县人。"}
    ,
    {"authorName":"范曾","dynasty":"近现代","birth":"1938","death":"2023","师父":"李苦禅,李可染,蒋兆和","workNum":"76","province":"江苏","introduction":"范曾（1938.7.5-），字十翼，别署抱冲斋主，江苏南通人，中国当代大儒、思想家、国学大师、书画巨匠、文学家、诗人。现为北京大学中国画法研究院院长、讲席教授，南开大学终身教授、终身校董、文学院及历史学院博士生导师，中国艺术研究院终身研究员、博士生导师，中国国家博物馆书画院名誉院长，英国格拉斯哥大学、加拿大阿尔伯塔大学名誉文学博士，南通大学终身教授，稽山书院、盘山书院山长。2009年，被联合国教科文组织任命为“多元文化特别顾问”，曾荣获法国荣誉军团骑士勋章、意大利共和国大将军勋章、国际奥委会主席奖杯、“全国纳税模范”称号、首届中华艺文奖终身成就奖。\n兼通诗书画、文史哲、儒释道易又学贯中西，是享誉海内外的艺坛泰斗和学问家，平生著作等身，已出版画集、书法集、诗集、散文集、艺术论、讲演集等约150部，国家图书馆珍藏其中130部。提倡“回归古典、回归自然”，身体力行“以诗为魂、以书为骨”的美学原则，对中国文人画的发展厥功至钜。1984年，日本冈山范曾美术馆建立；1986年，捐建并主持南开大学东方艺术系；2012年，山东大学设立“范曾日”；2014年，南通大学范曾艺术馆建成。据荣宝斋估算，几十年来，范曾先生捐赠全国各地的书画作品价值60多亿元，这并不包括各类现金捐赠，曾被命名为“中国十大慈善家之一”。\n有二十四字自评：痴于绘画，能书；偶为辞章，颇抒己怀；好读书史，略通古今之变。杨振宁先生评价：范曾的艺术造诣已经达到了千年事的境界。"}
    ,
    {"authorName":"吴镇","dynasty":"元代","birth":"1280","death":"1354","师父":"巨然,文同","workNum":"75","province":"浙江","introduction":"吴镇（1280—1354），字仲圭，号梅花道人，自署梅道人，斋名梅花盦，嘉兴（今属浙江）人，元书画家。工词翰，草书学辩光，山水师巨然，墨竹宗文同。擅于用墨，淋漓雄厚，为元人之冠。兼工墨花，亦能写真。"}
    ,
    {"authorName":"赵佶","dynasty":"宋代","birth":"1082","death":"1135","师父":"","workNum":"74","province":"河北","introduction":"赵佶（1082—1135），号宣和主人、教主道君皇帝、道君太上皇帝，河北涿县人，北宋皇帝、书画家。神宗第十一子，哲宗弟，元丰八年（1085）封遂宁郡（今四川遂宁）王，绍圣三年（1096）封端王（今广东肇庆），元符三年（1100）即位。宣和七年（1125），金兵灭辽南下，惧而传位钦宗，自称太上皇。靖康元年闰十一月（1127）与钦宗为金人俘虏北去，死于五国城（）今黑龙江依兰），在位二十六年。工书，称“瘦金体”，有《千字文卷》传世。擅画，有《芙蓉锦鸡》等存世。又能诗词，有《宣和宫词》等。"}
    ,
    {"authorName":"焦秉贞","dynasty":"清代","birth":"1662","death":"1726","师父":"","workNum":"72","province":"山东","introduction":"焦秉贞（生卒年不详），字尔正，山东济宁人，康熙时官钦天监五官正，供奉内廷。清代宫廷画家。擅画人物，吸收西洋画法，重明暗，楼台界画，刻划精工，绘有《仕女图》，《耕织图》等。"}
    ,
    {"authorName":"马世治","dynasty":"近现代","birth":"1936","death":"2023","师父":"宋式云,王小古","workNum":"71","province":"山东","introduction":"马世治，1936年出生在山东省莒县韩家菜园。幼年随母亲学画，上小学拜宋式云为师，后入著名画家王小古门下专攻花鸟。日照市政协原副主席，日照市美术家协会原主席。马世治先生现为中国美协会员，山东美术家协会理事，山东画院高级画师，日照画院院长。"}
    ,
    {"authorName":"谢稚柳","dynasty":"近现代","birth":"1910","death":"1997","师父":"","workNum":"71","province":"江苏","introduction":"谢稚柳（1910年—1997年6月1日），原名稚，字稚柳，后以字行，晚号壮暮翁，斋名鱼饮溪堂、杜斋、烟江楼、苦篁斋。江苏常州人。擅长书法及古书画的鉴定。初与张珩（张葱玉）齐名，世有“北张南谢”之说。\n历任上海市文物保护委员会编纂、副主任、上海市博物馆顾问、中国美协理事、上海分会副主席、中国书法家协会理事、上海分会副主席、国家文物局全国古代书画鉴定小组组长、国家文物鉴定委员会委员等。著有《敦煌石室记》《敦煌艺术叙录》《水墨画》等，编有《唐五代宋元名迹》等。"}
    ,
    {"authorName":"李鳝","dynasty":"清代","birth":"1686","death":"1762","师父":"","workNum":"63","province":"江苏","introduction":"李鳝（1686—1762），又名李觯（Zhi），字宗扬，号复堂，别号懊道人，室名雕虫馆、浮沤馆，江苏兴化人，清代书画家。康熙五十年（1711）举人，五十三年（1714）以绘画召为内廷供奉，因不愿受“正统派”画风束缚而被排挤出来。乾隆三年以检选出任山东滕县知县，为政清简，颇得民心，以忤大吏罢归。在“两革科名一贬官”之后，至扬州卖画为生。工诗文书画。与郑燮关系最为密切，故郑有“卖画扬州，与李同老”之说。早年画风工细严谨，颇有法度，中年始转入以破笔泼墨作画，形成自己任意挥洒、“水墨融成奇趣”的独特风格，其作品对晚清花鸟画有较大的影响。"}
    ,
    {"authorName":"吕纪","dynasty":"明代","birth":"1439","death":"1505","师父":"黄筌,边景昭,林良","workNum":"63","province":"浙江","introduction":"吕纪（约 1439—约 1505），字廷振，鄞县（今浙江宁波）人。吕纪少年在家乡学画时曾得到袁忠彻的赏识，认为其水平超越了边景昭， 遂留其在家中，使其遍观所藏，吕纪的画艺因此得到很大提高。成化时期吕纪也曾学过林良，到孝宗即位后方始进入画院。 吕纪存世作品中以学黄筌、边景昭的工笔重彩花鸟作品为主，也有少数林良风格的水墨写意花鸟作品。其弟子传人众多。"}
    ,
    {"authorName":"夏圭","dynasty":"宋代","birth":"1140","death":"1225","师父":"李唐,范宽,米芾,米友仁","workNum":"62","province":"浙江","introduction":"夏圭（生卒年不详），字禹玉，临安（今浙江杭州）人，南宋绘画大师。“南宋四家”之一，早年画人物，后来以山水著称。他与马远同时，号称“马夏”。宁宗时任画院待诏，受到皇帝赐金带的荣誉。他的山水画师法李唐，又吸取范宽、米芾、米友仁的长处而形成自己的个人风格。虽然与马远同属水墨苍劲一派，但却喜用秃笔，下笔较重，因而更加老苍雄放。用墨善于调节水分，而取得更为淋漓滋润的效果。在山石的皴法上， 常先用水笔淡墨扫染，然后趁湿用浓墨皴，造成水墨浑融的特殊效果，被称作泥里拔钉皴。传世作品有《溪山清远图》《西湖柳艇图》《雪堂客话图》等。"}
    ,
    {"authorName":"盛懋","dynasty":"元代","birth":"1280","death":"1354","师父":"陈琳","workNum":"61","province":"浙江","introduction":"盛懋，生卒年不详，字子昭，临安（今杭州）人，元画家。寓居嘉兴魏塘镇，与吴镇毗邻。克承家学，擅画人物、山水、花鸟。画山石多用披麻皴或解索皴，笔法精整，设色明丽。传世作品有《秋林高士图》、《秋江待渡图》、《沧江横笛图》、《溪山清夏图》和《松石图》。"}
    ,
    {"authorName":"爱新觉罗·溥儒","dynasty":"近现代","birth":"1896","death":"1963","师父":"","workNum":"60","province":"北京","introduction":"溥心畬[yú]（1896年9月2日—1963年11月18日），满族，原名爱新觉罗·溥儒，初字仲衡，改字心畬，自号羲皇上人、西山逸士，北京人，著名书画家、收藏家。为清恭亲王奕訢之孙。曾留学德国，笃嗜诗文、书画，皆有成就。画工山水、兼擅人物、花卉及书法，与张大千有“南张北溥”之誉，又与吴湖帆并称“南吴北溥”。"}
    ,
    {"authorName":"罗聘","dynasty":"清代","birth":"1733","death":"1799","师父":"金农","workNum":"60","province":"江苏","introduction":"罗聘（1733—1799），字遁夫，号两峰，又号花之寺僧、金牛山人、蓼洲渔父、竹叟、衣云和尚、两峰子、喜道人，江苏扬州人，祖籍安徽歙县，斋名无所住盦、香叶草堂，清代画家。“扬州八怪”中最年轻者。二十四岁时，拜金农为师，学诗习画，三十岁时在扬州画界崭露头角。乾隆三十六年(1771)携画至京师拜谒名流，所作八幅《鬼趣图》最受注意。后又两上京师，卖画收入颇丰，被其挥霍一空。乾隆四十九年(1784)，应地方之请为重宁寺作大幅壁画，画中仙佛人物维妙维肖，传为名胜，今已不存。"}
    ,
    {"authorName":"李唐","dynasty":"宋代","birth":"1066","death":"1150","师父":"荆浩,范宽","workNum":"59","province":"河南","introduction":"李唐（1066—1150），字晞古，河阳三城（今河南孟县），宋画家。精于山水画和人物画。初以卖画为生，宋徽宗赵佶朝补入画院。金兵攻陷，高宗南渡，亦颠沛流离，逃往临安(今杭州)，以卖画度日。南宋恢复画院后，经人举荐，进入画院，以成忠郎衔任画院待诏，时年近八十。擅画山水，变荆浩、范宽之法，用峭劲的笔墨，写出山川雄峻的气势。晚年去繁就简，创“大斧劈”皴，所画石质坚硬，立体感强。成为南宋山水新画风的标志。兼工人物，初似李公麟，后衣褶变为方折劲硬，并以画牛著称。"}
    ,
    {"authorName":"梁楷","dynasty":"宋代","birth":"1150","death":"1204","师父":"贾师古,李公麟,石恪","workNum":"59","province":"山东","introduction":"梁楷，生卒年未详，宋代画家，祖籍东平（今属山东）人。南渡后，流寓钱塘（今浙江杭州）。宁宗嘉泰间（1201—1204）画院待诏，宁宗赵扩赐金带，不受，挂于院内。个性豪放不羁，“嗜洒自乐”，一杯在手，笑傲王侯。言行怪诞癞狂，淡泊名利，自号“梁风子”，时人称其“梁疯子”。初师贾师古，请教人物画技法，受其影响，专心摹写李公麟的白描画。工画人物、佛道、鬼神，兼善花鸟、山水，有“籀写飘逸，青过于蓝”之誉。中年后，师承石恪画法，变细笔白描为水墨逸笔，突破“院体”画风，线条简化，洗练传神，创造出“减笔描”。古汴赵田俊有诗赞道：“画法始从梁楷变，烟云犹喜墨如新。古来人物为高品，满眼云烟笔底春。”有时也作工丽细笔划或兼工带写，十分严谨工致。"}
    ,
    {"authorName":"陆治","dynasty":"明代","birth":"1496","death":"1576","师父":"祝允明,文徵明","workNum":"59","province":"江苏","introduction":"陆治（1496—1576），字叔平，号包山，斋名阳城书屋、有竹居，南直隶吴县（今江苏苏州）人，明书画家。倜傥嗜义，以孝友称。好为诗及古文辞，擅行、楷，尤精通绘事。游祝允明、文徵明门，其于丹青之学，务出其胸中奇，一时好称，几与文埒。工写生，得徐、黄遗意。点染花鸟竹石，往往天造。山水受吴门派影响，也吸取宋代院体和青绿山水之长，用笔劲峭，景色奇险，意境清朗，与陈淳并重于世。晚年贫甚，衣处士服，隐支硎山，种菊自赏。有贵官子因知其名，以画请，作数幅答之。其人厚其贽币以谢。治曰：吾为所知非为贫也。立却之。求其画者，请之而强必不可得，不请之乃或可得。"}
    ,
    {"authorName":"王渊","dynasty":"元代","birth":"1077","death":"1129","师父":"赵孟頫,郭熙,黄筌","workNum":"58","province":"浙江","introduction":"王渊，生卒年不详，字若水，号澹轩，一号虎林逸士，钱塘（今浙江杭州）人，元画家。幼年曾经赵孟頫指授画法，擅画山水人物，尤精于水墨花鸟、竹石。山水师郭熙，人物师唐人，又精于花鸟，效黄筌父子勾勒，以水墨皴染，深浅有致，得写生之妙。"}
    ,
    {"authorName":"郭熙","dynasty":"宋代","birth":"1000","death":"1090","师父":"","workNum":"57","province":"河南","introduction":"郭熙（约1000～约1090年），北宋杰出画家、绘画理论家。字淳夫，河阳府温县（今属河南）人。他出身平民，早年信奉道教，游于方外，以画闻名。熙宁元年召入画院，后任翰林待诏直长。"}
    ,
    {"authorName":"陈淳","dynasty":"明代","birth":"1483","death":"1544","师父":"米友仁,高克恭","workNum":"56","province":"江苏","introduction":"陈淳（1483—1544），字道复，更字复甫，号白阳，别署白阳山人，南直隶长洲（今江苏苏州）人，明书画家。其写意花卉，一花半叶，淡墨欹毫。绘山水，效法米友仁、高克恭，水墨淋漓，颇得氤氲之气。泼墨之功，往往见于画烟云之中。能诗文，擅书法，尤精绘画。与徐渭并称“白阳青藤”。存世作品有《红梨诗画图》、《山茶水仙图》、《葵石图》、《罨画图》等。"}
    ,
    {"authorName":"丁观鹏","dynasty":"清代","birth":"1722","death":"1770","师父":"","workNum":"56","province":"北京","introduction":"丁观鹏，生卒年不详（生于康熙晚期，约卒于乾隆三十五年（1770年）以后），清代画家，艺术活动于康熙末期至乾隆中期，顺天（今北京）人。丁观鹏雍正四年（1726）进入宫廷成为供奉画家，他擅长画人物、道释、山水，亦能作肖像，画风工整细致，受到欧洲绘画的影响，其弟丁观鹤同时供奉内廷。"}
    ,
    {"authorName":"董邦达","dynasty":"清代","birth":"1696","death":"1769","师父":"","workNum":"56","province":"浙江","introduction":"董邦达（1696－1769），清代官员、书画家。字孚存、争存，号东山、非闻，浙江富阳人。雍正十一年进士，乾隆二年授编修，官终礼部尚书，谥文恪。好书、画，篆、隶得古法，山水取法元人，善用枯笔。其风格在娄东、虞山派之间。与董源、董其昌并称“三董”。"}
    ,
    {"authorName":"赵伯驹","dynasty":"宋代","birth":"1120","death":"1182","师父":"李思训","workNum":"55","province":"河南","introduction":"赵伯驹（1120－1182），字千里，汴京（今河南开封）人，南宋画家。宋宗室，宋太祖七世孙，赵令穰之子。官至浙东兵马钤辖。工画山水、花果、翎毛，笔致秀丽，尤长金碧山水。远师李思训父子，笔法纤细，直如牛毛，极细丽巧整的风致，建南宋画院的新帜。"}
    ,
    {"authorName":"查士标","dynasty":"清代","birth":"1615","death":"1698","师父":"倪瓒,吴镇,董其昌","workNum":"54","province":"安徽","introduction":"查士标（1615一1698） 清初画家。字二瞻，号梅壑散人，休宁（今属安徽）人，后寓扬州。明末诸生。家藏古铜器和宋、元书画，因精鉴别。擅山水，初学倪瓒，后参用吴镇、董其昌法，笔墨疏简，意境清寂。与孙逸、汪之瑞、僧弘仁合称”海阳四家“。书法学米芾。亦能诗。有《种书堂遗稿》。查士标（1615—1698），字二瞻，号梅壑散人，懒老。徽州休宁人，流寓江苏扬州。明末生员，精于鉴别，擅画山水，为“海阳四家”之一。清初著名画家、书法家和诗人。与孙逸、汪无端、僧弘仁等书画家并称为“新安四家”。其艺术成就主要表现在的书法和绘画上。他的山水画，笔墨疏简，风神嫩散，气韵荒寒，晚年画风突变，直窥元人之奥。有《晋唐诗册》《云山图》《空山结屋图》《秋林远岫图》《云山烟树图》等传世。他的书法以行书、草书见长，书出米芾、董其昌，上追颜真卿，颇得精要。"}
    ,
    {"authorName":"冷枚","dynasty":"清代","birth":"1669","death":"1742","师父":"焦秉贞","workNum":"52","province":"山东","introduction":"冷枚（约1669年—1742年），字吉臣，号金门画史，山东胶州人，焦秉贞弟子。清代宫廷画家。善画人物、界画，尤精仕女。所画人物工丽妍雅，笔墨洁净，色彩韶秀，其画法兼工带写，点缀屋宇器皿，笔极精细，亦生动有致。"}
    ,
    {"authorName":"于非闇","dynasty":"近现代","birth":"1889","death":"1959","师父":"","workNum":"50","province":"北京","introduction":"于非闇（1889年3月22日—1959年7月3日），原名于魁照，后改名于照，字仰枢，别署非闇，又号闲人、闻人、老非，近现代中国画家。原籍山东蓬莱，出生于北京，自幼得书画家传。1912年入师范学校学习，后任教于私立师范校、私立华北大学美术系。兼任古物陈列所附设国画研究馆导师。1935年起专攻工笔花鸟画。1949年后历任中央美术学院民族美术研究所研究员、北京中国画研究会副会长、北京画院副院长。作品有《玉兰黄鹂》《丹柿图》《牡丹鸽子》等。著有《非闇漫墨》《艺兰记》《中国画颜料研究》《我怎样画花鸟画》。"}
    ,
    {"authorName":"丁云鹏","dynasty":"明代","birth":"1547","death":"1628","师父":"","workNum":"49","province":"安徽","introduction":"丁云鹏（1547—1628），字南羽，号圣华居士，安徽休宁人。云鹏善画人物、佛像、山水，亦善花卉。《绘图宝鉴续纂》曰：“初见其笔，似乎过拙，辗转玩味，知其学问幽邃，用笔古俊，皆有所本，非庸流自创取奇也。”董其昌十分欣赏，赠以印章，但对其晚年作品不甚满意，曰“自后不复能事，多老笔漫应，如杜陵入蜀后诗矣。”"}
    ,
    {"authorName":"樊圻","dynasty":"清代","birth":"1616","death":"1694","师父":"","workNum":"49","province":"江苏","introduction":"樊圻（1616年—1694年之后），生于明万历四十四年，卒于清康熙三十三年之后，清画家。字会公，江宁（今江苏省南京）人。擅画山水、花卉、人物。为“金陵八家”之一。北京故宫博物院藏有其《柳溪渔乐图》。"}
    ,
    {"authorName":"黄胄","dynasty":"近现代","birth":"1925","death":"1997","师父":"","workNum":"48","province":"河北","introduction":"黄胄（1925年3月—1997年4月23号）中国画艺术大师，社会活动家，收藏家。\n中国第一座大型民办艺术馆——炎黄艺术馆缔造者；中国画研究院、中国工艺美术馆筹建者；黄胄美术基金会设立者。带头捐赠自己书画作品与古代文物、书画收藏。主持具有深远影响的“93科学与艺术研讨会”“95经济与文化研讨会”等若干重要展览及学术活动。黄胄独创性地将速写融入中国画，开启了全新的人物画笔墨范式，拓展了中国画艺术语言。黄胄的社会活动与艺术实践，对中国文化艺术事业做出了杰出贡献。有大量艺术作品及《黄胄作品集》《黄胄谈艺术》等三十余部著作传世。"}
    ,
    {"authorName":"万寿祺","dynasty":"清代","birth":"1603","death":"1652","师父":"周防","workNum":"47","province":"江苏","introduction":"万寿祺（1603—1652），字年少，一字介若，崇祯三年（1630）举人，江苏徐州人，居吴门（今江苏苏州），明末清初书画家。明亡，削发为僧，儒衣道服，更名寿，字内景，法名慧寿，号明志、素道人、寿道人、慧道人、内景道人，世称万道人，所居曰“隰西草堂”。平生多才多艺，明历法，通禅理，娴于占文诗词，吟咏无虚日。善书画，书法颜真卿而有变化；画仕女师法周防，得静女幽闲之态；山水林石随意点染，复然出尘。然颇自矜惜，不轻易作画与人，流传作品极少。亦好治印。画迹有崇祯十五年作《古木寒泉图》轴，著录于《虚斋名画续录》；清顺治七年作《书画合壁册》十八页，著录于《穰梨馆过眼录》。"}
    ,
    {"authorName":"髡残","dynasty":"清代","birth":"1612","death":"1692","师父":"王蒙","workNum":"46","province":"湖南","introduction":"髡残（1612—1692），本姓刘，僧名髡残，字介丘，号石溪，别号白秃、石道人、残道者、电住道人，斋名大歇堂，湖广武陵（今湖南常德）人，清画家。入清为僧，好游名山大川。后寓南京牛首祖堂山幽栖寺。擅画山水，师法王蒙，用干笔皴擦，淡墨渲染，间以淡赭，苍浑茂密，意境幽深。与石涛合称“二石”，又与朱耷、弘仁、石涛合称清初四画僧。精山水，章法稳妥，繁复严密，景色不以新奇取胜，以真实山水为底本。"}
    ,
    {"authorName":"邹一桂","dynasty":"清代","birth":"1688","death":"1772","师父":"","workNum":"46","province":"江苏","introduction":"邹一桂（1688年－1772年）清代官员，画家。字原褒，号小山，又号让卿，晚号二知老人，江苏无锡人。雍正五年二甲第一名进士，授翰林院编修。历官云南道监察御史、贵州学政、太常寺少卿、大理寺卿、礼部侍郎，官至内阁学士。擅画花卉，学恽寿平画法，风格清秀。曾作《百花卷》，每种赋诗，一经进呈，皇上亦赐题绝句百篇，一桂复写一卷，恭录御制于每种之前，而书己作于后，藏于家。著有《小山画谱》、《大雅续稿》。"}
    ,
    {"authorName":"任伯年","dynasty":"清代","birth":"1840","death":"1895","师父":"陈洪绶,陈淳,徐渭,朱耷","workNum":"45","province":"浙江","introduction":"任颐（1840年－1895年），即任伯年，初名润，字次远，号小楼，后改名颐，字伯年，别号山阴道上行者、寿道士等，以字行，浙江山阴航坞山（今杭州市萧山区瓜沥镇）人，清末著名画家。自幼随父卖画，后从任熊、任薰学画，后居上海卖画为生。在“四任”之中，成就最为突出，是“海上画派”中的佼佼者，“海派四杰”之一。任伯年的绘画发轫于民间艺术，技法全面，山水、花鸟、人物等无一不能。重视写生，又融汇诸家法，并吸取水彩色调之长，勾皴点染，格调清新。其人物画，早年从陈洪绶法出，形象夸张，富装饰效果。如故宫博物院藏《干莫炼剑图》轴。后练习铅笔速写后，变得较为奔逸，如故宫博物院藏《风尘三侠图》轴等。其写照技艺，高妙绝伦，曾为虚谷、胡公寿、赵之谦、任薰等多人画像，无不逼肖。浙江省博物馆藏有其《酸寒尉像》轴，写吴昌硕着官衣立像，极其传神；其花鸟画，早年以工笔见长，仿北宋人法，近于陈洪绶。后取法恽派及陈淳、徐渭、朱耷的写"}
    ,
    {"authorName":"萧云从","dynasty":"清代","birth":"1596","death":"1673","师父":"黄公望,马远,李公麟","workNum":"45","province":"安徽","introduction":"萧云从（1596—1673），字尺木，号默思，又号钟山老人、于湖渔人、无闷道人、高斋老人，斋号梅花堂、钟山草堂，南直隶芜湖（今属安徽）人，明末清初画家。姑熟画派创始人。布衣，工诗擅画，诗继承杜甫，多愤世忧时之作，雄浑奔放，音韵铿锵。山水画，融宋元诸家笔墨于一体，以黄公望的瘦树、山石为之纵横，润以马远泼墨之法，绘有《太平山水图》、《闭门拒客图》、《西门恸哭图》、《秋山访友图》、《江山览胜图卷》等。人物画，继承发扬李公麟的白描技法，代表作为《离骚图》。着有《易存》、《韵通》、《杜律细》、《梅花堂遗稿》。"}
    ,
    {"authorName":"张路","dynasty":"明代","birth":"1464","death":"1538","师父":"王谔,吴伟,戴进","workNum":"45","province":"河南","introduction":"张路，字天驰，号平山，主要活动于正德、嘉靖时期，绘画以人物居长。张路少年时习举子业，业余时常作画自娱，后因屡试不第，遂弃科举而专攻画学。初学王谔，后转师吴伟。嘉靖初，张路到北京入太学，受到兵部尚书李钺的推崇，名满京城。此后又漫游齐鲁、江南等地，开阔了眼界。晚年回到家乡闭门谢客，后卒于家中，享年七十四岁。"}
    ,
    {"authorName":"赵雍","dynasty":"元代","birth":"1289","death":"1360","师父":"赵孟頫","workNum":"44","province":"浙江","introduction":"赵雍（1289—1360），字仲穆，号山齐，湖州（今属浙江）人，元书画家。赵孟頫次子。以父荫入仕，以荫守昌国（今浙江定海）、海宁（今属浙江）二州，历迁至翰林院待制，官至集贤待制、同知湖州路总管府事。以书画知名，书画继承家学，赵孟頫尝为幻住庵写金刚经未半，雍足成之，其联续处人莫能辨。擅山水，尤精人物鞍马，亦作界画。书擅正、行、草，亦长篆书。精鉴赏。传世作品有《兰竹图》、《溪山渔隐》等。"}
    ,
    {"authorName":"刘继彪","dynasty":"近现代","birth":"1970","death":"2023","师父":"","workNum":"43","province":"山东","introduction":"刘继彪，山东莒县人。1970年生于辽宁抚顺。自幼习画，擅画工笔动物及翎毛，尤其以画狗风格独特2，作品有《刘继彪画集》。"}
    ,
    {"authorName":"马和之","dynasty":"宋代","birth":"1127","death":"1189","师父":"","workNum":"43","province":"浙江","introduction":"马和之，生卒年未详，宋代画家，钱塘（今浙江杭州）人，高宗绍兴（1131—1162）中登进士第，画院待诏，官至工部侍郎。“御前画院仅十人，和之居其首焉”。善画山水、人物、佛像，笔法飘逸，务去华藻，自成一家。高、孝两朝深重其画，高宗写毛诗三日篇，每篇由和之画图。元王蒙称其“脱去铅华艳冶，专为清雅圆融，向来画院一派，至是为之一洗”。代表作有：《后赤壁赋图》《小雅鹿鸣之什卷》等。"}
    ,
    {"authorName":"法常","dynasty":"宋代","birth":"1203","death":"1281","师父":"","workNum":"41","province":"河南","introduction":"法常（？—约1281），号牧溪，祥符（今河南开封）人，南宋画家、高僧。干德初兵部侍郎薛居正之后，宣和间在长沙出家，南宋理宗、度宗时为临安（今杭州）长庆寺僧，与日僧圆尔辨圆同为径山无准禅师之法嗣。性英爽，嗜酒。正义爱国，敢于语伤奸相贾似道，遭追捕后，避祸于绍兴丘氏家。至元朝，在天台山万年寺圆寂。工山水、佛像、人物、龙虎、猿鹤、禽鸟、树石、芦雁等，皆能随笔写成，极有生决心书，墨法蕴藉，幽淡含蓄，形简神完，回味无穷。传世作品有《观音、猿、鹤》，《龙、虎》、《潇湘八景》、《写生蔬果图》、《花果翎毛图》。"}
    ,
    {"authorName":"李迪","dynasty":"宋代","birth":"1162","death":"1224","师父":"李唐","workNum":"41","province":"河南","introduction":"李迪，生卒年不详，河阳（今河南孟县）人，宋画家。北宋宣和时为画院成忠郎，南宋绍兴时复职为画院副使，历事孝宗、光宗、宁宗三朝，活跃于宫廷画院几十年，画多艺精，颇负盛名。工花鸟竹石、鹰鹘犬猫、耕牛山鸡，长于写生。间作山水小景。构思精妙，功力深湛，雄伟处动人心魄。喜画花禽鹰鹘，所作形象生动超拔，刻画细致入微，各具神态。山水师李唐法，亦多佳作。"}
    ,
    {"authorName":"任熊","dynasty":"清代","birth":"1823","death":"1857","师父":"姚燮,陈洪绶","workNum":"41","province":"浙江","introduction":"任熊（1823—1857），字渭长，一字湘浦，号不舍，别署任公子，浙江萧山（今属杭州）人，清代画家。幼时家贫，跟塾师学画人像，后寓居苏州、上海以卖画为生，有盛名。曾游历宁波，得遇名师姚燮，在其大梅山馆学画，深得宋人笔法。人物、花卉、山水、翎毛、虫鱼、走兽，无一不精。画法宗陈洪绶，与弟任董，子任预、侄任颐合称“海上四任”，又与朱熊、张熊合称“沪上三熊”。"}
    ,
    {"authorName":"钱维城","dynasty":"清代","birth":"1720","death":"1772","师父":"董邦达","workNum":"40","province":"江苏","introduction":"钱维城（1720—1772）清朝官吏、画家。初名辛来，字宗磐，一字幼安，号纫庵、茶山，晚号稼轩，江苏武进人。乾隆十年状元，官至刑部侍郎，谥文敏。书法苏轼，初从陈书学画写意折枝花果，后学山水，经董邦达指导，遂成名手，供奉内廷，为画苑领袖。曾随乾隆帝在木兰围场狩猎，帝以神枪殪虎，命维城绘图刻石纪事。著有《茶山集》。"}
    ,
    {"authorName":"项圣谟","dynasty":"明代","birth":"1597","death":"1658","师父":"项元汴","workNum":"40","province":"浙江","introduction":"项圣谟（1597—1658），字逸、孔彰，号易庵，又号胥山樵，斋名朗云堂、疑雨斋、清秋堂、大酉山房，浙江秀水（今嘉兴）人，明末画家。项元汴之孙。其画作贴近现实，造型准确，用笔周密，意境秀逸，气韵高雅，具有很高的品格。山水尤能领取元人韵致，设色明丽，风格清隽，论者谓士气、作家二者兼备。家贫志洁，每鬻画以自给。有《朗云堂集》。"}
    ,
    {"authorName":"王绂","dynasty":"明代","birth":"1362","death":"1416","师父":"王蒙,倪瓒","workNum":"39","province":"江苏","introduction":"王绂（1362—1416），一作王芾，又作王黻，字孟端，号友石，别号鳌里、又号九龙山人、青城山人，南直隶无锡（今江苏无锡）人，明画家。少为弟子员，永乐初以擅画荐，供事文渊阁，拜中书舍人。博学，工诗。以墨竹名天下，得石室（文同）、橡林（吴镇）遗法，为明朝第一。山水师王蒙、倪瓒，自有一种风度，用笔精到，长江远山，丛篁怪石，有意所适，无不妙绝。作家士气皆备，然其人品特高，能不为艺事所役，虽片纸尺缣，苟非其人不可得也。"}
    ,
    {"authorName":"吴历","dynasty":"清代","birth":"1632","death":"1718","师父":"钱谦益,王鉴,王时敏","workNum":"39","province":"江苏","introduction":"吴历（1632—1718），字渔山，号墨井道人，桃溪居士，斋号墨井草堂，江南延陵（今江苏常熟）人，清初书画家。少时学诗于c。康熙二十一年（1682）入天主教，继至澳门进耶稣会，前后在嘉定、上海等处传教三十年。山水以黄公望为基，苍浑厚重。与王时敏、王鉴、王翚、王原祁“四王”及恽寿平齐名，并称为“四王吴恽”或“清初六家”。着有《墨井诗钞》、《三巴集》、《桃溪集》、《墨井画跋》。"}
    ,
    {"authorName":"赵之谦","dynasty":"清代","birth":"1829","death":"1884","师父":"","workNum":"39","province":"浙江","introduction":"赵之谦（1829—1884），初字益甫，号冷君、梅庵，后改字撝叔，更号悲庵、无闷、孺卿，斋名二金碟堂、仰视千七百二十九鹤斋，浙江会稽（今绍兴）人，清书画家、篆刻家。咸丰举人，历官鄱阳、奉新、南城知县，家藏秘册甚富，以篆刻名世。"}
    ,
    {"authorName":"周文矩","dynasty":"五代十国","birth":"907","death":"975","师父":"周昉","workNum":"39","province":"江苏","introduction":"周文矩，生卒年不详，五代南唐画家，金陵句容（今属江苏镇江）人。曾为李后主翰林待诏，善画释道人物、车马楼观，尤精仕女，体近周昉。汪砢玉《珊瑚网》卷二五：“文矩，句容人，为江南翰林待诏，作仕女，近周昉，而加纤丽。尝为后主画《南庄图》，号一时绝笔......此卷丰肌长襦裙，周昉法也。”传世作品有《重屏会棋图》《琉璃堂人物图》等。"}
    ,
    {"authorName":"戴进","dynasty":"明代","birth":"1388","death":"1462","师父":"黄公望,王叔明","workNum":"38","province":"浙江","introduction":"戴进（1388—1462），字文进，号静庵，又号玉泉山人，斋名虹月楼，浙江钱塘（今杭州）人，明画家。早年为制作金银首饰工匠，技艺精湛。后改工书画，以卖画为生。宣德间被推荐进入宫廷画院，官智仁殿待诏，因才遭妒，被放归故里，以卖画为生。戴进，字文进，杭州人，生于洪武二十一年（1388），卒于天顺六年（1462），享年七十五岁。其一生大致分为“早年驻足家乡”“中年羁旅北京”“晚年返居杭州”三个阶段。他称得上是全能型的绘画大师，举凡山水、人物、花鸟，无所不能，无所不精，其精湛的画艺在明代享有很高的声誉。绘画上戴进广学宋元大家和近代名手，屠隆称许他“临摹宋人名画，得其三昧，种种逼真，效黄子久、王叔明画，较胜二家”。"}
    ,
    {"authorName":"梁思成","dynasty":"近现代","birth":"1901","death":"1972","师父":"","workNum":"38","province":"北京","introduction":"梁思成（1901年4月20日—1972年1月9日），籍贯广东新会，生于日本东京，毕生致力于中国古代建筑的研究和保护，是建筑历史学家、建筑教育家和建筑师，被誉为中国近代建筑之父。\n梁思成曾任中央研究院院士（1948年）、中国科学院哲学社会科学学部委员，人民英雄纪念碑兴建委员会设计处处长，参与了人民英雄纪念碑、中华人民共和国国徽等作品的设计。\n梁思成第一任妻子是林徽因，1919年相识，1928年成婚，育有一女（梁再冰）一子（梁从诫）；第二任妻子是林洙，1948年相识，1962年再婚。"}
    ,
    {"authorName":"吴伟","dynasty":"明代","birth":"1459","death":"1508","师父":"马远,夏圭,戴进","workNum":"38","province":"湖北","introduction":"吴伟（1459—1508），字次翁，又字士英、鲁夫、号小仙，斋名世传堂，湖北江夏（今武汉）人，明画家。龆龄流落至海虞（今江苏常熟），收养于钱昕家，伴其子读，时窃弄笔墨，画山水人物之状，钱见而奇之，即与笔札厚给养之。弱冠至金陵画名遂起。性戆直，有气岸而豪放。成国朱公延至幕下，以小仙呼之，因以为号。宪宗时待诏仁智殿，好剧饮狎妓，人欲得伟画者，则载酒携妓往。一日被诏正醉，中官扶掖入殿，命作松泉图。伟跪翻墨汁，信手涂抹，宪宗叹曰：“真仙笔也。”又孝宗命画称旨，授锦衣百户，赐印章曰“画状元”。 擅画水墨写意、人物、山水。画人物出自吴道子，纵笔不甚经意，而奇逸潇洒动人，山水树石俱作斧劈皴，白描尤佳。绘画上吴伟主要师法戴进及两宋名家，特别是较多地汲取了马、夏和戴进作品中苍劲激昂的一面，用笔更趋雄健放逸。"}
    ,
    {"authorName":"陈师曾","dynasty":"近现代","birth":"1876","death":"1923","师父":"","workNum":"37","province":"江西","introduction":"陈师曾（1876年3月12日—1923年9月17日），男，原名衡恪，字师曾，号朽道人、槐堂，江西南昌义宁（今江西修水）人，著名美术家、艺术教育家。陈师曾出身书生门第，祖父是湖南巡抚陈宝箴，父亲是著名诗人陈三立。1902年东渡日本留学，1909年回国，任江西教育司长。从1911年2月至1913年4月，他受南通张謇之邀，至通州师范学校（今南通师范学校）任教，专授博物课程。1913年又赴长沙第一师范任课，后至北京任编审员之职。先后兼任北京女子高等师范学校、北京高等师范学校、北京美术专门学校教授。1923年9月为奔母丧回南京，不幸染病逝世，终年仅47岁。"}
    ,
    {"authorName":"李成","dynasty":"五代十国","birth":"919","death":"967","师父":"荆浩,关仝","workNum":"37","province":"陕西","introduction":"李成（919—967），五代宋初画家。字咸熙，先世为唐宗室，居长安（今陕西西安），后迁居青州益都（今山东青州），人称李营丘。能诗，善琴、弈。尤擅山水，初师荆浩、关仝，后常摹写真景而自成一家。多作平远寒林，画法简练，笔势锋利，好用淡墨，有“惜墨如金”之称；画山石似卷云，后人谓之“卷云皴”。与关仝、范宽形成五代、北宋问北方山水画三个主要流派，学他画法的较多。画迹在北宋时已甚少，米芾甚至有“无李论”之说。现存与王晓合作的《读碑窠石图》，或谓系宋摹本。"}
    ,
    {"authorName":"李嵩","dynasty":"宋代","birth":"1166","death":"1243","师父":"","workNum":"37","province":"浙江","introduction":"李嵩（1166—1243），宋代画家，钱塘（今浙江杭州）人，少为木工，后为李从训养子，并随之习画。历任光、宁、理三朝（1190—1264）画院待诏。工画人物、道释，得从训遗意。又长于界画，台榭亭阁主次分明，繁而有致。其《骷髅幻戏图》，骷髅似人，表情丰富，用细劲之线，浅淡之色，刻画精细。"}
    ,
    {"authorName":"梅清","dynasty":"清代","birth":"1623","death":"1697","师父":"","workNum":"37","province":"安徽","introduction":"梅清（1623—1697），字渊公，号瞿山，斋号梅花书屋、茶峡草堂、天延阁、衡洞草堂等，安徽宣城人，清画家。顺治十一年（1654）举人，与石涛交往友善，以画黄山著名，有《黄山纪游》画册，与石涛、弘仁成为黄山画派中的代表人物。现代画家贺天健有“石涛得黄山之灵，梅瞿山得黄山之影，渐江（弘仁）得黄山之质”评说。亦擅诗，工书法。着有《天延阁集》、《瞿山诗略》。"}
    ,
    {"authorName":"文伯仁","dynasty":"明代","birth":"1502","death":"1575","师父":"文徵明","workNum":"37","province":"江苏","introduction":"文伯仁（1502—1575），字德承，号五峰，又号葆生、摄山长、摄山老农，斋名元珠室、双玉兰堂、冰香室，南直隶长洲（今江苏苏州）人，明画家。文徵明之侄，诸生，擅画山水、人物，亦能诗。"}
    ,
    {"authorName":"高其佩","dynasty":"清代","birth":"1660","death":"1734","师父":"","workNum":"36","province":"辽宁","introduction":"高其佩（1660年—1734年，一作1672年—1734年），清代官员、画家，指画的开山祖师。康熙时以荫由宿州知州迁四川按察使，雍正间擢都统，后罢去。工诗善画，所绘人物山水，均苍浑沉厚，尤善指画，晚年遂不再用笔。"}
    ,
    {"authorName":"黄公望","dynasty":"元代","birth":"1269","death":"1354","师父":"","workNum":"36","province":"江苏","introduction":"黄公望（1269—1354），字子久，号一峰，又号大痴道人，晚号井西道人，平江常熟（今属江苏）人，元全真派道士、画家。元至元中，浙西廉访徐瑛辟为书吏，被诬入狱，出狱后师事金月岩入全真道。曾住持万寿宫，提点开元宫。后往来松江、杭州等地，卖卜为生。晚年住于杭州筲箕泉。著名山水画家，与倪瓒、吴镇、王蒙合称“元四家”。晚年作品追求神采、气韵，将诗、书、画融为一体，不重形似，笔法简练精到，笔意深远苍茫，峰峦浑厚，气势雄秀。作品很多，尚存世的有五十一件，其中二十余件流散在美国、日本、英国等地。其名作《富春山居图》一部分藏浙江省博物馆，一部分藏台湾故宫博物院。《道藏》收入金月岩编、黄公望传《纸舟先生全真直指》一卷、《抱一函三秘诀》一卷，另有《大痴道人集》、《画山水诀》等。"}
    ,
    {"authorName":"蒋廷锡","dynasty":"清代","birth":"1669","death":"1732","师父":"恽寿平","workNum":"36","province":"江苏","introduction":"蒋廷锡（1669年－1732年9月9日），字酉君、扬孙，号南沙、西谷，又号青桐居士，江苏常熟人，清朝康熙、雍正时期官员、画家、文献学家、藏书家。云贵总督蒋陈锡之弟。\n蒋廷锡为康熙四十二年（1703年）进士，授翰林编修。雍正帝即位后历任礼部侍郎、户部尚书等职。雍正六年（1728年）拜文华殿大学士，仍兼理户部事。次年（1729年）加太子太傅。累封一等阿达哈哈番。在官秉公抚政、剔除积弊，声誉甚著。先后任《古今图书集成》总裁、《大清会典》副总裁与《圣祖仁皇帝实录》总裁等职务。雍正十年（1732年）于任内逝世，谥号“文肃”。\n蒋廷锡为人博学精敏，尤善诗画，擅长花鸟画，以逸笔写生，奇正率工，敷色晕墨，兼有一幅，能自然洽和，风神生动，得“常州派”代表画家恽寿平之韵味。点缀坡石，偶作兰竹，亦具雅致。开创了“常州派”之后影响颇深的“蒋派”花鸟画。今有《牡丹扇面》《岁岁久安图》《桃花鹦鹉图》《竹石图》轴及《花卉图》等传世。\n（概述内图片：《清代学者像传》第一集，清叶衍兰辑摹，黄小泉绘）"}
    ,
    {"authorName":"宋旭","dynasty":"明代","birth":"1525","death":"1606","师父":"","workNum":"36","province":"浙江","introduction":"宋旭，生卒年不详，僧名祖玄，字祁玄，又字初昜、初阳、初旸，号石门，别署石门山人、景西居士，浙江崇德（今桐乡）人，明万历间书画家。能诗，工八分书，以擅画山水称。"}
    ,
    {"authorName":"田书翰","dynasty":"近现代","birth":"1949","death":"2023","师父":"","workNum":"36","province":"天津","introduction":"田书翰，1949年生，天津人。现任中国人民政治协商会议全国委员会协力国际经济文化交流中心艺术部主任，中国国画家协会会员，北京工笔重彩画会会员。"}
    ,
    {"authorName":"程十发","dynasty":"近现代","birth":"1921","death":"2007","师父":"","workNum":"35","province":"上海","introduction":"程十发(1921年4月10日一2007年7月18日)，中国海派书画画匠。\n在人物、花鸟方面独树一帜。在连环画、年画、插画、插图等方面均有造诣。工书法，得力于秦汉木简及怀素狂草，善将草、篆、隶结为一体。"}
    ,
    {"authorName":"钱松岩","dynasty":"近现代","birth":"1899","death":"1985","师父":"","workNum":"35","province":"江苏","introduction":"钱松喦（1899～1985），1899年9月11日生于江苏省宜兴县杨巷镇湖墅村，1985年9月4日卒于江苏省南京市。又名松岩、松喦，40年代曾用名喦庐主人。是当代中国美术、中国山水画的代表人物之一，新金陵画派的领军人物，其代表作品被认为是重要的江南文化符号。曾任第四、五、六届全国人民代表大会代表、江苏省人大常务委员、中国文联委员、中国美术家协会常务理事和艺术顾问、江苏美协名誉主席，1977年任江苏国画院院长，后任名誉院长。1983年，他在85岁高龄时加入了中国共产党，实现他多年的宿愿。"}
    ,
    {"authorName":"谢时臣","dynasty":"明代","birth":"1487","death":"1568","师父":"吴镇,沈周","workNum":"35","province":"江苏","introduction":"谢时臣，明代画家，字思忠，号樗仙，吴（今江苏省苏州市）人，能诗，善画，长洲（今江苏苏州）人，八十一岁时尚在世。代表作品有《杜陵诗意图》等。"}
    ,
    {"authorName":"徐渭","dynasty":"明代","birth":"1521","death":"1593","师父":"","workNum":"35","province":"浙江","introduction":"徐渭（1521—1593），初字文清，改字文长，号天池山人，晚号青藤道士，或署田山月、天池漱仙、金垒、金回山人、白鹇山人、之罘山人、鹅鼻山侬，斋名石鸥馆、湘馆斋、青藤书屋，浙江山阴（今绍兴）人，明文学家、书画家。诸生。有盛名，诗文书画皆工。常自言：“吾书第一，诗次之，文次之，画又次之。”知兵好奇计，客胡宗宪幕，擒徐海，诱王直，皆预其谋。后坐事下狱，被囚七年获释。有《南词叙录》、杂剧《四声猿》等。藏书数千卷。"}
    ,
    {"authorName":"袁江","dynasty":"清代","birth":"1662","death":"1735","师父":"","workNum":"35","province":"江苏","introduction":"袁江（1662年—1735年），字文涛，号岫泉，江都（今江苏扬州）人，清代画家。"}
    ,
    {"authorName":"郭诩","dynasty":"明代","birth":"1456","death":"1532","师父":"","workNum":"34","province":"江西","introduction":"郭诩（1456—1532），字仁弘，号清狂道人，江西泰和人。工书画，善山水，尝遍历名山，曰“岂必谱也，画在是矣。”同时江夏吴伟、北海杜堇、姑苏沈周俱以画名，莫不延颈原交，天下竟传清狂画，风之百金。有贵人欲多得诩画，诩瞠目数屋梁不对。固索，辄跮跖狂趋，叫奡跳号去。弘治（一四八八至一五零五）中徵天中善画者，应诏京师。宸濠召与语，辄辞谢之。往依王守仁献画题诗所见志。又善杂画，信手作人物，辄有奇趣。七十三岁尚作磨镜图。他的作品传世不多，八开《杂画册》现藏上海博物馆，《琵琶行》图轴藏北京故宫博物院。"}
    ,
    {"authorName":"张宗苍","dynasty":"清代","birth":"1686","death":"1756","师父":"黄鼎","workNum":"34","province":"江苏","introduction":"张宗苍（1686-1756），字默存，江苏苏州人，画家。\n师承清代娄东画派的传人黄鼎。擅山水画，代表作有《吴中十六景》。"}
    ,
    {"authorName":"范宽","dynasty":"宋代","birth":"950","death":"1032","师父":"李成","workNum":"33","province":"陕西","introduction":"范宽（约950—约1032），又名中正，字中立，陕西华原（今陕西铜川耀州区）人，宋代绘画大师。因为性情宽厚豁达，时人称之为“宽”，遂以范宽自名。范宽、董源、李成，并称“北宋三大家”。艺术成就使得范宽与李成齐名，并称“李范”，又与同为华原人的柳公权合称“柳范”。初学李成，后感悟“与其师于人者，未若师诸造化”，遂隐居终南、太华，对景造意，写山真骨，自成一家。其画峰峦浑厚端庄，气势壮阔伟岸，令人有雄奇险峻之感。用笔强健有力，皴多雨点、豆瓣、钉头，山顶好作密林，常于水边置大石巨岩，屋宇笼染黑色。作雪景亦妙。"}
    ,
    {"authorName":"王振鹏","dynasty":"元代","birth":"1280","death":"1329","师父":"","workNum":"33","province":"浙江","introduction":"王振鹏，生卒年不详，字朋梅，授号孤云处士，永嘉（今浙江温州）人，元末画家。元仁宗时曾任秘书监典薄，得以遍览古图书。其界画作品深受仁宗眷爱，曾授号“孤云处士”。工墨笔界画，笔法工致细密，自成一体。亦擅人物。"}
    ,
    {"authorName":"张风","dynasty":"明代","birth":"1628","death":"1644","师父":"","workNum":"33","province":"江苏","introduction":"张风，一作鹳，字大风，号升州道士，又号上元老人，或署“真香佛空”、“真香佛空四海”，明代画家、诗人。江苏南京人。思宗崇祯时生员，明亡后不为官，家里贫穷。他擅画山水、人物、花卉，也精于画肖像。早年风格较为恬静闲适，神韵悠然。晚年他曾佩剑北游，所以笔墨风格瘦挺豪纵。他还精通画理。作品有《诸葛亮像》轴《观瀑图》轴《赏枫图》轴《为北觐写山水册》《嗅菊图》轴，创作有《双镜庵诗钞》《上药亭诗余》《论画简四通辑》。"}
    ,
    {"authorName":"贯休","dynasty":"隋唐","birth":"832","death":"913","师父":"","workNum":"32","province":"浙江","introduction":"贯休（832—913），俗姓姜，字德隐，一字德远，婺州兰溪（今属浙江）人，五代诗僧兼画僧。七岁时出家于兰溪和安寺，后移住婺州五泄山寺。干宁二年，往江西依成油．居龙兴寺。天复三年（901）入蜀，受王建礼遇，赐号“禅月大师”，终于蜀。贯休有诗名，善书画，擅徊道释，师阎立本。与当代诗人陈陶、方干、韦庄、罗隐、齐己都有交往。贯休兼擅诗、书、画，艺术才能出众，欧阳炯《贯休应梦罗汉画歌》曾给予全面的反映和论述。"}
    ,
    {"authorName":"黄慎","dynasty":"清代","birth":"1687","death":"1768","师父":"","workNum":"32","province":"福建","introduction":"黄慎（1687—1768后），初名黄盛，字恭寿，一字恭懋，躬懋，号瘿瓢，别署瘿瓢子，福建宁化人，清书画家。“扬州八怪”之一。初随上官周学画，后离家出游。方十八九岁，寄身萧寺，昼为画，夜无所得烛，从佛光明灯下读书。出游豫章，历吴、越，康熙五十八年（1719）至扬州鬻画，人争客之。雍正五年（1727）以母垂老，乃奉居扬州，又三年乃返闽。乾隆三十三年（1768）年八十二，尚作《花卉册》。工草书，法怀素。画人物，多取神仙故事为题材。间作山水、花鸟，得荒率之致。所画多历史人物、佛道、樵夫渔父，早年工细，后参以怀素草书笔法，所作人物用笔粗犷，顿挫转折，纵横排奡，气象雄伟。深入古法，亦偶有笔过伤韵者。花鸟笔法洗练，形象概括，画风泼辣。山水境界开阔，注重诗意的表达。"}
    ,
    {"authorName":"徐扬","dynasty":"清代","birth":"1700","death":"1759","师父":"艾启蒙,贺清泰","workNum":"32","province":"江苏","introduction":"徐扬（生卒年不详）江苏苏州人，清代画家。字云亭。家住阊门内专诸巷。工绘事，擅长人物、界画、花鸟草虫。画梅既苍劲又秀雅。\n乾隆十六年（1751）弘历南巡至苏州，进画，得以供奉内廷。受艾启蒙、贺清泰影响，写实功力益深。\n他于乾隆二十四年画出了《盛世滋生图》卷。而后又画出了著名巨作《乾隆南巡图》（共十二卷）等历史画卷。他的绘画继承了《清明上河图》等艺术形式，以散点透视法来描绘山水城池，把现实主义手法运用于绘画之中，其意义更大。"}
    ,
    {"authorName":"方从义","dynasty":"元代","birth":"1312","death":"1393","师父":"董源,米芾","workNum":"31","province":"江西","introduction":"方从义（约1312 -1393），字无隅，自号方壶子。鹰潭市贵溪市人，元代画家。工诗文，善书画，其古隶章草、山水画冠绝一时。推崇董源、米芾，游观天下名山，晚年生活在福建光泽。诸多作品流传至今，如编入故宫所藏《中国历代名画集》之《神岳琼林图》《山阴云雪图》和《高高亭图》，都是他的传世珍品。尤其是《武夷放棹图》被现代著名画家张大千奉为“大风堂”藏画镇室之宝。元至正十一年（1351），上清官所铸9000斤铜钟上铭文隶书，即出自方从义手笔。"}
    ,
    {"authorName":"林良","dynasty":"明代","birth":"1436","death":"1487","师父":"","workNum":"31","province":"广东","introduction":"林良，字以善，南海（今广东广州）人，景泰末进入画院，成化中官至锦衣指挥。林良以水墨写意花鸟闻名于世，喜作苍鹰、芦雁，多用水墨渲染而少加勾勒，用笔劲健，工中带写。"}
    ,
    {"authorName":"任仁发","dynasty":"元代","birth":"1254","death":"1327","师父":"李公麟","workNum":"31","province":"上海","introduction":"任仁发（1254—1327），原名任霆，字子明，一字子垚，号月山道人，松江（今上海松江区）人，元官吏、水利家、书画家。历官都水庸田副使、中宪大夫、浙东道宣慰使司副使等职，一生多从事兴修水利。曾先后主持过吴淞江、通惠河、会通河、黄河、练湖和海堤等工程，着有《水利答》十卷。工书画，擅画鞍马、人物故事、花鸟等，书学李北海，画学李公麟，与赵孟頫齐名。画面简洁，马的造型准确逼真，用笔劲健，设色清雅。"}
    ,
    {"authorName":"任薰","dynasty":"清代","birth":"1835","death":"1893","师父":"任椿,任熊","workNum":"31","province":"浙江","introduction":"任薰（1835年—1893年），字舜琴，又字阜长，其父任椿，兄任熊都是画家。少丧父，从兄学画，青年时在宁波卖画为生，1868年与任颐去苏州，后寓居苏州、上海。任颐、任预均从其习画。人物与其兄同师陈洪绶，常用高古游丝、铁线、行云流水、兰叶几种描法。任薰治学严谨，在写生、临摹上均下了苦功夫。任薰兼工人物、花鸟、山水、肖像、仕女，画法博采众长，面貌多样，富有新意。 与顾文彬子顾承相友善，曾为设计怡园。1888年54岁时双目失明，后病卒于苏州。与任熊、任颐时称“三任”，合任预为“四任”，并为海上画派代表画家之一。"}
    ,
    {"authorName":"唐岱","dynasty":"清代","birth":"1673","death":"1752","师父":"王原祁","workNum":"31","province":"北京","introduction":"唐岱（1673年—1752年之后），字毓东，号静岩，又号知生、爱庐、默庄，满洲正蓝旗人，清代著名画家。承祖爵，任骁骑参领，官内务府总管，以画祗候内廷。山水画初从焦秉贞学，后与王敬铭、张宗苍同为王原祁弟子，名动京师。康熙帝甚赏其画，常召作画，赐称“画状元”。"}
    ,
    {"authorName":"燕文贵","dynasty":"宋代","birth":"967","death":"1044","师父":"郝惠","workNum":"31","province":"浙江","introduction":"燕文贵，北宋湖州（治今浙江湖州）入。初隶军中。善画山水及人物。师从河东郝惠。仁宗朝至京师开封，以买画为生。以高益荐，诏入图画院。纸画山水小卷极精，细碎清润，自成一家，有“燕家景致”之称。其代表作有《七夕夜市图》、《船舶渡海图》。"}
    ,
    {"authorName":"张宏","dynasty":"明代","birth":"1577","death":"1652","师父":"","workNum":"31","province":"江苏","introduction":"张宏（1577—？），字君度，号鹤涧，吴县（今属江苏苏州）人。"}
    ,
    {"authorName":"周臣","dynasty":"明代","birth":"1460","death":"1535","师父":"陈暹,李唐,李成,郭熙,马远","workNum":"31","province":"江苏","introduction":"周臣，生卒年不详，字舜卿，号东村，南直隶长洲（今江苏苏州）人，明成化嘉靖年间画家。擅画山水人物，画法严整工细。其山水师承陈暹。曾经刻苦临摹李唐、李成、郭熙、马远等宋人作品，尤得李唐之精髓。画山石坚凝，章法严谨，用笔纯熟。其人物画也异常出色，古貌奇姿，绵密萧散，各极意态。"}
    ,
    {"authorName":"高克恭","dynasty":"元代","birth":"1248","death":"1310","师父":"米芾,巨然,李成","workNum":"30","province":"新疆","introduction":"高克恭（1248—1310），字彦敬，号房山，祖籍西域（今新疆），占籍大同（今属山西），元大臣、画家。高亨子，移居燕京（今北京）。初仕为省郎，出为江浙省左右司郎中，官至刑部侍郎，卒追赠刑部尚书，谥文简。善诗、画，其墨竹山水尤为精绝，诗有王维《辋川集》风调，有《房山集》传于世。自幼聪慧好学，博览经史，早年任工部令史，至元二十四年，官至监察御史，至元二十八年出任江浙省左右司郎中。大德元年 （1297），迁山西、河北道廉访副使，二年担任江南行台治书侍御史，大德三年为工部侍郎。六年任吏部侍郎。历官刑部主事、刑部侍郎、大名路总管、太中大夫。累官至刑部尚书。工山水画，亦擅墨竹，山水师法米芾父子、巨然、李成等人。着有《房山集》、《高文简公集》。"}
    ,
    {"authorName":"董源","dynasty":"五代十国","birth":"937","death":"962","师父":"","workNum":"28","province":"江西","introduction":"董源（？-约962），五代南唐画家。源一作元，字叔达，钟陵(今江西进贤)人。中主时任北苑副使，人称董北苑。擅画水墨或淡着色山水，用状如麻皮皴笔表现山峦，上多矾头(山顶石块)苔点，多画丛树繁密，丘陵起伏，云雾显晦和溪桥渔浦、汀渚掩映的江南景色，平淡天真。也有些作品设色浓重，山石皴纹甚少，景物富丽，近李思训格调，而较放纵活泼。兼工龙、牛、虎和人物。与巨然并称“董巨”，为五代、北宋间南方山水画主要流派。存世作品有《夏山图》、《夏景山口待渡图》、《潇湘图》、《龙宿郊民图》、《溪岸图》等。"}
    ,
    {"authorName":"高凤翰","dynasty":"清代","birth":"1683","death":"1743","师父":"","workNum":"28","province":"山东","introduction":"高凤翰（1683—1743），又名高翰，字西园，号南村，别号南阜、南阜山人、老阜、檗琴翁、息园叟、尚左生、天禄外史，斋名维摩室、河干草堂、南村草堂、九如楼、桐阴别馆、松籁阁、文石山庄，山东胶县人，清书画篆刻家、鉴藏家。雍正五年（1727），以诸生荐官，为歙县县丞，署绩溪知县，罢归。性豪迈不羁，精艺术，工书、画，草书圆劲。擅山水，纵逸不拘于法，纯以气胜，兼北宋之雄浑，元人之静逸。花卉亦奇逸得天趣。嗜砚，收藏至千余，皆自铭。印宗秦、汉，苍古朴茂。郑燮印章，部分出自其手。晚病痹，用左手挥洒，笔愈苍辣。着有《南阜诗钞》、《砚史》。"}
    ,
    {"authorName":"曹知白","dynasty":"元代","birth":"1272","death":"1355","师父":"","workNum":"27","province":"上海","introduction":"曹知白（1272—1355），字又元，一字又玄，又字贞素，号云西，华亭（今上海松江）人，元画家、藏书家。好黄老之学。家有藏书数千卷，亦喜蓄字画。曾被荐为昆山教谕，不久辞去。结交赵孟頫、邓文原、虞集、王冕等名流，与倪瓒、黄公望交往最密，常以书画相唱和。在开凿吴淞江中功绩居多。大德八年（1304）提出填阏成堤之法，效果甚佳。"}
    ,
    {"authorName":"陈少梅","dynasty":"","birth":"1909","death":"1954","师父":"","workNum":"27","province":"湖南","introduction":"陈少梅（1909年4月—1954年9月），男，汉族，名云彰，又名云鹑，号升湖，字少梅，以字行，生于湖南衡山的一个书香之家，现代画家。自幼随父学习书画诗文，深受中国传统文化的熏陶。15岁加入金北楼、陈师曾等发起组织的“中国画学研究会”，17岁成为名噪一时的“湖社画会”之骨干，22岁主持“湖社天津分会”，成为津门画坛领袖。1930年他的作品获“比利时建国百年国际博览会”美术银奖，以后开始在画坛崭露头角，成为京津一带颇有影响的画家。新中国成立后，他任中国美术家协会天津分会主席、天津美术学校校长。"}
    ,
    {"authorName":"刘知白","dynasty":"","birth":"1915","death":"2003","师父":"","workNum":"27","province":"安徽","introduction":"刘知白（1915—2003）原名庭坦。号白云、如莲老人、老藤、野竹翁等。1915年11月生于安徽凤阳，2003年8月于贵州仙逝。1920年随外祖父学习书法、经史，1925年由《芥子园画谱》学习中国画。1933年考入苏州美专国画科，1935年拜顾彦平为师学习吴门画法，同时入住苏州怡园，潜心研习“过云楼”所藏历代名画，其间又随师拜访苏吴藏家，得览更多历代名家书画剧迹。耳濡目染，由此奠定坚实传统山水画学基础。"}
    ,
    {"authorName":"石舟","dynasty":"近现代","birth":"1954","death":"2023","师父":"","workNum":"27","province":"山西","introduction":"石舟（1954~ ）本名石润生，号八月员外。山西太谷人。1978年毕业于山西师范学院。历任《晋中日报》主编，晋中行署广播电视局副局长。晋中地区书法家协会副主席，晋中地区三晋文化研究会副秘书长，山西诗词学会常务理事。诗书印多有涉猎，诗专攻近体诗，1989年出版专辑《石舟吟草一百首》。书法主研篆书，在结体与用笔上潜心日久，遂独具面目，作品散见于报刊。篆刻师法明清诸家，著有《刀痕石屑---篆刻技法乱弹》。作品、辞条辑入《当代青年书画一千家》、《当代篆刻家大辞典》、《中国现代艺术家作品润格》、《中国当代艺术界名人录》等。"}
    ,
    {"authorName":"苏汉臣","dynasty":"宋代","birth":"1094","death":"1172","师父":"","workNum":"27","province":"河南","introduction":"苏汉臣（1094—1172），汴梁（今河南开封）人，一说钱塘（今浙江杭州）人，宋代画家。曾为北宋宣和画院待诏，南渡后又复职，隆兴初画佛像称旨，任承信郎。擅画佛道、仕女，尤精儿童。师法刘宗古、张萱、周昉、杜霄、周文矩等，其仕女多画闺阁中仕女的意态。作品多婴戏图，成功地表现了儿童形象及其游戏时天真活泼的情趣，笔法简洁劲利，色彩明丽典雅。有《秋庭戏婴图》、《五瑞图》、《击乐图》、《婴戏图》、《货郎图》等。"}
    ,
    {"authorName":"钱谷","dynasty":"明代","birth":"1508","death":"1572","师父":"","workNum":"26","province":"江苏","introduction":"钱谷，[明]（一五〇八至？）一作（一五〇八至一五七二）字叔宝，自号悬罄室，吴县（今江苏苏州）人。少孤贫，失学，迨壮始知读书。\n家无典籍，游文徵明门下，日取架上书读之，以其余功点染水墨，便学心通。山水爽朗可爱，兰竹兼妙，翩翩不名其师学，而自腾踔於艺苑名公间。手录古文金石书几万卷。善书，行法苏，篆法二李，小楷法虞、欧，每得其妙於法外，识者以为真有渴骥奔猊、漏痕折钗之势。然为画掩，世罕知者。按明史附文徵明传作壬申（一五七二）六十五卒。考故宫博物字藏有万历六年（一五七八）客金陵王氏修行馆作兰竹卷，时年七十一。《冯元成集、肯史·文徵明传、列朝诗集小传、苏州府志、明画录、无声诗史、明史·艺文志》"}
    ,
    {"authorName":"乾隆","dynasty":"清代","birth":"1711","death":"1799","师父":"","workNum":"26","province":"北京","introduction":"清高宗爱新觉罗·弘历（1711年9月25日—1799年2月7日），清朝第六位皇帝，定都北京之后的第四位皇帝。年号“乾隆”，寓意“天道昌隆”。在位六十年，禅位后又继续训政，实际行使最高权力长达六十三年零四个月，是中国历史上实际执掌国家最高权力时间最长的皇帝，也是最长寿的皇帝。\n乾隆帝是中国封建社会一位赫赫有名的皇帝。乾隆帝在位期间清朝达到了康乾盛世以来的最高峰，他在康熙、雍正两朝文治武功的基础上，进一步完成了多民族国家的统一，社会经济文化有了进一步发展。乾隆重视社会的稳定，关心百姓，五次普免天下钱粮，三免八省漕粮，减轻了农民的负担，起到了保护农业生产的作用，使得清朝国库日渐充实。乾隆时期武功繁盛，在平定边疆地区叛乱方面做出了巨大成绩，并且完善了对西藏的统治，再次将新疆纳入中国版图，清朝的版图由此达到最大化，近代中国的版图也由此正式奠定。汉学得到了很大的发展，开博学鸿词科，修《四库全书》； 同时民间艺术有很大发展，如京剧就开始形成于乾隆年间。但是后期吏治有所败坏，多地爆发起义。严格抵制英国、俄国的侵略性行为，拒绝英国马戛尔尼使团提出的通商贸易及有损主权之无理要求。 但此时中国和西方的差距也拉大，中国正处于近代的前夜。\n乾隆六十年（1795年），乾隆帝禅位于第十五子颙琰。嘉庆四年正月初三（1799年2月7日）去世于养心殿，享年89岁。 [3]  庙号高宗，谥号法天隆运至诚先觉体元立极敷文奋武钦明孝慈神圣纯皇帝，葬于清东陵之裕陵。"}
    ,
    {"authorName":"唐云","dynasty":"","birth":"1910","death":"1993","师父":"","workNum":"26","province":"浙江","introduction":"唐云（1910年-1993年），字侠尘，别号药城、药尘、药翁、老药、大石、大石翁，画室名“大石斋”、“山雷轩”。生前曾担任中国美术家协会理事，中国美术家协会上海分会副主席，中国画研究院院务委员，上海中国画院副院长、代院长、名誉院长等职。"}
    ,
    {"authorName":"吴彬","dynasty":"明代","birth":"1550","death":"1643","师父":"","workNum":"25","province":"福建","introduction":"吴彬（1550年—1643年），字文中，又字文仲，明代绘画大师，别字质先，别称文中父、文中子，自号壶谷山樵、遵道生、织履生、一枝栖、枝隐生、枝隐居士、朱湖太生洞天居士、枝隐庵主、枝庵发僧、枝隐头陀、枝隐庵头陀和“金粟如来”等，兴化府（今福建省莆田市）黄石人。流寓金陵（今江苏省南京市）。供职于宫廷画院。工山水，布置绝不摹古，佛像人物，形状奇怪，迥别前人，自立门户。中国国画大师，明代宫廷大画家，晚明人物“变形主义画风”和“复兴北宋经典山水画风”的主要倡导者和领导者之一，享有“画仙”之誉。代表作有《文杏双禽图》等。"}
    ,
    {"authorName":"李鱓","dynasty":"","birth":"1686","death":"1756","师父":"","workNum":"24","province":"江苏","introduction":"李鱓[shàn]（1686年—1756年），字宗扬，号复堂，别号懊道人、墨磨人，清康熙二十五年（1686）生，乾隆二十一年（1756）卒，江苏扬州府兴化人，明代状元宰相李春芳第六世孙。清代著名画家，“扬州八怪”之一。康熙五十年中举， 康熙五十三年召为内廷供奉，其宫廷工笔画造诣颇深，因不愿受“正统派”画风束缚而遭忌离职。乾隆三年出任山东滕县知县，颇得民心，因得罪上司而罢官。后居扬州，卖画为生。李鱓工诗文书画。曾随蒋廷锡、高其佩学画。后受石涛影响，擅花卉、竹石、松柏，早年画风工细严谨，颇有法度。中年画风始变，转入粗笔写意，挥洒泼辣，气势充沛，对晚清花鸟画有较大影响。传世画迹有南京博物院藏《土墙蝶花图》轴、故宫博物院藏《松藤图》轴等。北京工艺美术出版社2005年出版“中国书画名家全集”，内收《李鱓画集》（上下卷）。"}
    ,
    {"authorName":"杨晋","dynasty":"清代","birth":"1644","death":"1728","师父":"","workNum":"24","province":"江苏","introduction":"杨晋（1644—1728），字子和，一字子鹤，号西亭，又号谷林樵客、野鹤、鹤道人、水村、志学老人、雪阁移梅人、虞山野老、虞山樵子，斋名南山楼、梅花屋，江南常熟（今属江苏）人，清画家。山水为王翚入室弟子，尝与绘《圣祖南巡图》颇精。晚年每多率笔，未免苍而不润，神气便少。然农村景物则颇工，尤长画牛，多写意，夕阳芳草，郊牧之风宛然在目，兼及人物写真，花鸟草虫。每侍翚出游，翚作图凡有人物、舆轿、驼、马、牛、羊等皆命补之。又尝摹内府所藏名迹，作副本进御。"}
    ,
    {"authorName":"边寿民","dynasty":"清代","birth":"1684","death":"1752","师父":"","workNum":"23","province":"江苏","introduction":"边寿民（1684—1752），初名边维祺，字颐公，又字渐僧、墨仙，号苇间居士，晚号苇间老民、绰翁、绰绰老人，斋名苇间书屋，江苏山阳（今淮安）人，清书画家。秀才，擅画花鸟、蔬果和山水，尤以画芦雁驰名江淮，有“边芦雁”之称。其泼墨芦雁，苍浑生动，朴古奇逸，极尽飞鸣、食宿、游泳之态。泼墨中微带淡赭，大笔挥洒，浑厚中饶有风骨。又擅以淡墨干皴擦小品，更为佳妙。工诗词、精书法。"}
    ,
    {"authorName":"李可染","dynasty":"","birth":"1907","death":"1989","师父":"","workNum":"23","province":"江苏","introduction":"李可染（1907年3月26日—1989年12月5日），原名李永顺，江苏徐州人，中国近代杰出的画家，齐白石弟子。\n李可染自幼即喜绘画，13岁时学画山水。43岁任中央美术学院教授，49岁为变革山水画，行程数万里旅行写生。72岁任中国美术家协会副主席、中国画研究院院长。晚年用笔趋于老辣。擅长画山水、人物，尤其擅长画牛。\n代表画作有《漓江胜景图》《万山红遍》《井冈山》等。代表画集有《李可染水墨写生画集》《李可染中国画集》《李可染画牛》等。"}
    ,
    {"authorName":"王诜","dynasty":"宋代","birth":"1048","death":"1104","师父":"","workNum":"23","province":"山西","introduction":"王诜（1048一1104），北宋画家。字晋卿，太原（今属山西）人，居开封（今属河南）。尚蜀国公主，官驸马都尉。常与苏轼、黄庭坚、米芾等交往。善诗词、书法，尤工山水。好写江上云山、幽谷寒林与平远风景，用李成皴法，笔意清润挺秀，苏轼谓“得破墨三昧”。亦擅青绿重色。论者谓其“不古不今，自成一家”，起着从“金碧”过渡到“水墨”的桥梁作用。兼写墨竹，学文同。存世作品有《烟江迭嶂图》、《渔村小雪图》等。"}
    ,
    {"authorName":"朱瞻基","dynasty":"明代","birth":"1399","death":"1435","师父":"","workNum":"23","province":"北京","introduction":"明宣宗朱瞻基（1399年3月16日 —1435年1月31日），号长春真人，明成祖朱棣之孙，明仁宗朱高炽长子，明朝第五位皇帝（1425年5月29日—1435年1月31日在位）、书画家，年号“宣德”。\n朱瞻基生于北平燕王府。幼年聪颖，深得祖父朱棣喜爱。永乐九年（1411年），册立为皇太孙，多次跟随明成祖朱棣征讨蒙古。 洪熙元年（1425年）即位。宣德元年（1426年），平定汉王朱高煦叛乱。在政治上，重视整顿吏治和财政，提升内阁地位，任用“三杨”、蹇义、夏原吉等。清革前弊，整顿统治机构，实行精简和裁冗措施，以振朝风；教导宦官读书参政。经济上，实行休养生息，缓和社会矛盾的措施。对外关系上，进行第七次郑和下西洋；停止用兵交趾，节省了大批人力财力，也利于交阯与中国各族人民的交往。于宣德三年（1428年）出塞，并修建永宁、隆庆诸城。明宣宗的一系列措施使得社会经济空前的发展，与其父明仁宗统治时期合称“仁宣之治”。\n明宣宗在书画方面极有造诣，翰墨图书，极为精致。“点墨写生，遂与宣和（宋徽宗）争胜”，书法能于圆熟之外见遒劲。工于绘事，山水、人物、走兽、花鸟、草虫均佳，曾钤“广运之宝“、”武英殿宝”及“雍熙世人”等印章。\n宣德十年（1435年），明宣宗去世，终年三十六岁 ，庙号宣宗，谥号宪天崇道英明神圣钦文昭武宽仁纯孝章皇帝，葬于景陵。著《明宣宗御制乐府》一卷，已佚，存词二首。 传位长子朱祁镇。"}
    ,
    {"authorName":"居廉","dynasty":"","birth":"1828","death":"1904","师父":"","workNum":"22","province":"广东","introduction":"居廉（1828年9月22日－1904年5月5日），广东省广州府番禺县隔山乡人，原籍江苏扬州宝应县，字士刚，号古泉、隔山樵子、罗湖散人，是中国近代岭南地区著名的国画画家，和其从兄居巢并称“二居”。他初时学宋光宝和孟丽堂，后吸收各家之长，自成一家。笔法工整，设色妍丽，在继承和发展恽寿平没骨画法基础上，广泛运用了撞水和撞粉法，继承、发展和完善了“居派”艺术。代表作品有《十二分春色》。居廉对岭南画派的影响十分深远，岭南画派创始人高剑父、陈树人均师从居廉。“二居”所创立的十香园成为岭南画派发源之地，当时岭南绘画界八成以上的人都出自十香园门下或是经受过二居绘画艺术的熏陶，在中国美术史上垂名的杰出弟子多达三十余人。二居以革命精神开创的“撞水”、“撞粉”技法被后来者沿袭至今，二居、二高一陈富于创新的革命艺术精神更使得岭南画派开一时风气之先，在中国画坛独领风骚。"}
    ,
    {"authorName":"王震","dynasty":"","birth":"1876","death":"1938","师父":"","workNum":"22","province":"浙江","introduction":"王一亭（1867年—1938年11月），号白龙山人、梅花馆主、海云楼主等，法名觉器。祖籍浙江吴兴（今湖州市），生于上海周浦。清末民国时期上海著名书画家、实业家、杰出慈善家、社会活动家与宗教界名士。\n曾两次任上海总商会主席。加入中国同盟会，资助辛亥革命和二次革命，任中国国民党上海分部部长。上海光复后，历任军政府交通部长、商务总长、中华银行董事。后任南京国民政府中央救灾准备金保委会委员长。曾任中国佛教会执行委员兼常委，上海佛学书局董事长，致力于慈善事业。对海派书画艺术的繁荣和对外交流贡献卓绝。\n王一亭作品具有近代人文主义意识。早年学画得徐小仓指点，后师从任伯年，画艺大进，继承任派风格。晚与金石派大师吴昌硕亦师亦友，趋向阔笔写意，设色浓艳，笔墨酣畅，气势雄阔而不失写实本色。构图讲究，诗书画印，浑然一体。在清末民初海上画派中影响仅次于吴昌硕。吴昌硕赠诗王一亭曰：“天惊地怪生一亭，笔铸生铁墨寒雨。”\n1932年任全国艺术家协会理事。1937年日寇侵占上海后，坚辞不就伪职，表现出高贵的劲风亮节。1938年11月病逝。重庆国民政府明令褒扬公葬。蒋介石题送挽联：“当飘摇风雨之中弥征劲节，待整顿乾坤而后重吊斯人”。"}
    ,
    {"authorName":"文嘉","dynasty":"明代","birth":"1501","death":"1583","师父":"","workNum":"22","province":"江苏","introduction":"文嘉（1501—1583），字休承，号文水，斋名萧闲斋、归来堂、玉兰堂，南直隶长洲（今江苏苏州）人，明画家、鉴赏家。文徵明仲子，初为乌程训导，后为和州学正。擅画山水，能诗擅书，工石刻，有《和州诗集》、《钤山堂书画记》。"}
    ,
    {"authorName":"郑燮","dynasty":"清代","birth":"1693","death":"1765","师父":"","workNum":"22","province":"江苏","introduction":"郑燮（1693—1765），字克柔，号理庵，又号板桥，人称板桥先生，室名雪浪斋、然藜阁、橄榄轩、病梨阁、北泉草堂，清代书画家。“扬州八怪”的主要代表，应科举为康熙秀才，雍正十年（1732）举人，乾隆元年（1736）进士。官山东范县、潍县县令，有政声，“以岁饥为民请赈，忤大吏，遂乞病归。”做官前后，均居扬州，以书画营生。工诗、词，擅书、画。诗词不屑作熟语。画擅花卉木石，尤长兰竹。兰叶之妙以焦墨挥毫，借草书中之中竖，长撇运之，多不乱，少不疏，脱尽时习，秀劲绝伦。书亦有别致，隶、楷参半，自称“六分半书”。间亦以画法行之。印章笔力朴古逼文徵明、何绍基。罢归，居扬州，声誉大着。恣情山水，与骚人、野衲作醉乡游。时写丛兰瘦石于酒廊、僧壁，随手题句，观者叹绝。其诗、书、画世称“三绝”，着有《板桥全集》，手书刻之。"}
    ,
    {"authorName":"米芾","dynasty":"宋代","birth":"1051","death":"1107","师父":"","workNum":"21","province":"湖北","introduction":"米芾(fú)（1051—1107），一名米黻，字符章，号襄阳居士，又号海岳山人、鹿门居士、襄阳漫士、海岳外史、淮阳外史、中岳外史、净名庵主、溪堂、无碍居士，晚号米老，斋号山林堂。襄阳（今属湖北）人，祖籍太原（今属山西）。北宋官吏、书画家。其父米佐，字光辅，官职武卫将军。其母阎氏，曾为宋英宗赵曙皇后高氏的乳娘。以母侍宣仁后藩邸旧恩，补浛光尉。历知雍丘县、涟水军，太常博士，知无为军，召为书画学博士，赐对便殿，擢礼部员外郎，出知淮阳军。擅诗，工书法，擅篆、隶、楷、行、草等书体，体势展拓，笔致浑厚爽劲，自谓“刷字”。与苏轼、黄庭坚、蔡襄并称“宋代四大书法家”。其绘画擅长枯木竹石，尤工水墨山水。以书法中的点入画，用大笔触水墨表现烟云风雨变幻中的江南山水，人称“米氏云山”，富有创造性。着《山林集》（已佚）、《宝晋英光集》、《米海岳画史》、《米海岳书史》、《宝章待访录》。"}
    ,
    {"authorName":"溥心畬","dynasty":"","birth":"1896","death":"1963","师父":"","workNum":"21","province":"北京","introduction":"溥心畬[yú]（1896年9月2日—1963年11月18日），满族，原名爱新觉罗·溥儒，初字仲衡，改字心畬，自号羲皇上人、西山逸士，北京人，著名书画家、收藏家。为清恭亲王奕訢之孙。曾留学德国，笃嗜诗文、书画，皆有成就。画工山水、兼擅人物、花卉及书法，与张大千有“南张北溥”之誉，又与吴湖帆并称“南吴北溥”。"}
    ,
    {"authorName":"陈半丁","dynasty":"","birth":"1876","death":"1970","师父":"","workNum":"20","province":"浙江","introduction":"陈半丁（1876年－1970年），即陈年，画家，浙江山阴（今绍兴）人。家境贫寒，自幼学习诗文书画。拜吴昌硕为师。40岁后到北京，初就职于北京图书馆，后任教于北平艺术专科学校。擅长花卉、山水，兼及书法、篆刻。曾任中国美术家协会理事、北京画院副院长、中国画研究会会长。代表作品有《卢橘夏熟》《高枝带雨压雕栏》《惟有黄花是故人》《赤壁夜游图》《莫负此生》等。1956年在北京举办个人作品展览。 有《陈半丁画集》《陈半丁花卉画谱》《当代中国画全集·陈半丁》行世。"}
    ,
    {"authorName":"陈继儒","dynasty":"明代","birth":"1558","death":"1639","师父":"","workNum":"20","province":"上海","introduction":"陈继儒（1558—1639），字仲醇，号眉公、也作麋公，又号白石山樵。松江府华亭县（今上海市松江区）人。明代文学家、书法家及画家。善绘画、书法，“善写水墨梅花，即其制创，无不堪垂后世也。”“画山水涉笔草草，苍老秀逸，不落吴下画师恬俗魔境。”。书法师法苏轼、米芾，凡苏轼字帖、断简，必极力搜采，手自摹刻之，曰晚香堂帖。与同郡董其昌齐名，董其昌云：“眉公胸中素具一丘壑，虽草草泼墨，而一种苍老之气岂落吴下画师恬俗魔境。”着有《眉公全集》、《晚香堂小品》等。"}
    ,
    {"authorName":"董诰","dynasty":"","birth":"1740","death":"1818","师父":"","workNum":"20","province":"浙江","introduction":"董诰（1740年－1818年），字雅伦，号蔗林，浙江省杭州府富阳县（今浙江省杭州市）人，生于顺天府（今北京市），清代大臣、书画家。工部尚书董邦达长子，与其父有“大、小董”之称。\n乾隆二十九年（1764）中举，隔年会试，名列一甲第三，得中探花，乾隆帝将其改为二甲第一，作金殿传胪，形降实升。嘉庆四年（1799），董诰六十岁，以从庶吉士、编修、工部侍郎、军机大臣、东阁大学士等，擢为文华殿大学士（即宰相），领班军机大臣（首席），上书房总师傅，钦赐“紫禁城骑马”。直军机先后四十年。董诰精书法，善绘画，更通晓军事。他五次归还故里，生活简朴，平易近人，从不倨傲，深为邻里称道。董诰卒于嘉庆二十三年（1818），终年七十九岁。\n董诰死后六天，嘉庆帝亲临祭奠，赠太傅，赐谥号文恭，入祀贤良祠。嘉庆亲写哀诗“只有文章传子侄，绝无货币置田庄”，并亲自拨款建立“董公祠”。"}
    ,
    {"authorName":"唐棣","dynasty":"元代","birth":"1296","death":"1364","师父":"","workNum":"20","province":"浙江","introduction":"唐棣（1296—1364），元代画家。字子华，吴兴（今浙江湖州）人。由秀才为吴江令（一作休宁令），官至部郎。工山水，得赵孟颊指授，师法郭熙，擅长布置景物，得清森华润之致。曾为元宫嘉熙殿作壁画。存世作品有《霜浦归渔图》、《松荫聚饮图》等。"}
    ,
    {"authorName":"张若澄","dynasty":"","birth":"1722","death":"1770","师父":"","workNum":"20","province":"安徽","introduction":"张若澄（1722年-1770年），字镜壑，号默耕，安徽桐城人。是清代名臣张英之孙、张廷玉次子、张若霭之弟。乾隆十年（1745）进士，改庶吉士，授编修，入直南书房。三充乡、会试同考官，一主湖南乡试，矢公矢慎，士论翕然。历官内阁学士，兼礼部侍郎衔。卒于官。国史附传。"}
    ,
    {"authorName":"郑板桥","dynasty":"","birth":"1693","death":"1766","师父":"","workNum":"20","province":"江苏","introduction":"郑板桥（1693年—1766年），原名郑燮，字克柔，号理庵，又号板桥，人称板桥先生，江苏兴化人，祖籍苏州。清代书画家、文学家。\n康熙秀才，雍正十年举人，乾隆元年（1736年）进士。官山东范县、潍县县令，政绩显著，后客居扬州，以卖画为生，为“扬州八怪”重要代表人物。\n郑板桥擅画兰、竹、石、松、菊等，而画兰竹五十余年，成就最为突出。取法于徐渭、石涛、八大诸人，而自成家法，体貌疏朗，风格劲峭。工书法，用汉八分杂入楷行草，自称六分半书。并将书法用笔融于绘画之中。主张继承传统十分学七要抛三，不泥古法，重视艺术的独创性和风格的多样化，所谓未画之先，不立一格，既画之后，不留一格，对今天仍有借鉴意义。诗文真挚风趣，为人民大众所喜诵。亦能治印。其诗书画，世称“三绝”，是清代比较有代表性的文人画家。\n代表作品有《修竹新篁图》《清光留照图》《兰竹芳馨图》《甘谷菊泉图》《丛兰荆棘图》等，著有《郑板桥集》。"}
    ,
    {"authorName":"董寿平","dynasty":"近现代","birth":"1904","death":"1997","师父":"","workNum":"19","province":"山西","introduction":"董寿平（1904－1997）当代著名写意画家、书法家。原名揆，字谐伯，后慕南田恽格恽寿平遂改名寿平，山西省临汾市洪洞县杜戍村人。早年毕业于天津南开大学。以画松、竹、梅、兰著称，晚年有黄山巨擘之称，以黄山为题材画山水，亦善书法。曾为中国书法家协会顾问，中国美术家协会会员，北京荣宝斋顾问，全国政协书画室主任，北京中国画研究会名誉会长，山西省文物研究会名誉会长，中国人民对外友好协会理事，中日友协理事，北京对外友协副会长，全国第五、六届政协委员。"}
    ,
    {"authorName":"黄鼎","dynasty":"清代","birth":"1650","death":"1730","师父":"","workNum":"19","province":"江苏","introduction":"黄鼎（1650—1730），字尊古，一字旷亭，号闲浦、闲圃，又号独往客，晚号净垢老人，江苏常熟人，清书画家。王原祁弟子，擅画山水，画法宗王蒙，笔墨苍劲秀逸。其临古之作，尤咄咄逼真，最为入妙。"}
    ,
    {"authorName":"李衎","dynasty":"元代","birth":"1245","death":"1320","师父":"","workNum":"19","province":"北京","introduction":"李衎（1245—1320），字仲宾，号息斋，别署息斋道人，蓟丘（今属北京）人，宋末元初画家。官至集贤大学士、荣禄大夫。擅画枯木竹石，双勾竹尤佳。墨竹初师金代王曼庆，后学北宋文同。双勾设色竹师法五代南唐李颇。曾遍游东南山川林薮，还出使交趾（今越南）。曾深入竹乡观察各种竹子的生长状况。着有《竹谱》。"}
    ,
    {"authorName":"沈铨","dynasty":"清代","birth":"1682","death":"1760","师父":"","workNum":"19","province":"浙江","introduction":"沈铨（1682—1760），字衡之，号南苹，室名衡斋，浙江德清（今湖州）人，清代画家。远师宋代皇家画院派，近承明代吕纪，工写花卉翎毛、禽兽，设色妍丽，工致精丽、赋色浓艳，极尽构梁之巧。画人物得不传之秘。注重写实，画风谨严工细，造型准确生动。雍正九年（1731）应日本天皇之聘，偕弟子郑培、高钧等东渡日本，历时三年，形成“南苹派”写生画，深受日人推崇，被称为“舶来画家第一”，从习画者颇多，日本江户时代长崎画派即在其影响下形成，尤以圆山应举最为著名。归得金帛散给友朋，橐仍萧然。"}
    ,
    {"authorName":"汪士慎","dynasty":"清代","birth":"1686","death":"1759","师父":"","workNum":"19","province":"安徽","introduction":"汪士慎（1686—1759），字近人，号巢林、溪东外史，室名七峰草堂、卧雨山房，安徽歙县人，清代书画家。寓居扬州，为“扬州八怪”之一。工分隶，擅画梅，神腴气清，墨淡趣足。暮年一目失明，仍能为人作书画，自刻一印云：“尚留一目看梅花”，后来，双目俱瞽，但仍挥写，署款“心观”二字。有《巢林集》。"}
    ,
    {"authorName":"吴作人","dynasty":"","birth":"1908","death":"1997","师父":"","workNum":"19","province":"安徽","introduction":"吴作人（1908年11月3日-1997年4月9日），男，安徽宣城泾县人，生于江苏苏州，1926年入苏州工业专科学校建筑系，1927年至1930年初先后就读于上海艺术大学、南国艺术学院美术系及南京中央大学艺术系，从师徐悲鸿先生，并参加南国革新运动。早年攻素描、油画，晚年后专攻国画，境界开阔，寓意深远，以凝练而准确的形象融会着中西艺术，是继徐悲鸿之后中国美术界的又一领军人物。\n1984年法国政府文化部授予他“艺术与文学最高勋章”，1986年比利时国王授予他“王冠级荣誉勋章”。\n吴作人曾任中央美术学院教务长、副院长、院长、中国美术家协会副主席。当选为一至六届全国人民代表大会代表和六届人大常务委员、第七届中国人民政治协商会议常务委员、中国民主同盟中央委员会常委、文化委员会主任等职。原为中央美术学院教授、名誉院长，中国美术家协会主席。"}
    ,
    {"authorName":"郭忠恕","dynasty":"宋代","birth":"900","death":"977","师父":"","workNum":"18","province":"河南","introduction":"郭忠恕（？—977），宋代画家。字恕先，又字国宝，河南洛阳人。善书画，精文字。入宋，官国子监主簿。为人不羁，嫉俗玩世，酒后议政，被贬为崖州司户。去官，游陕洛山川。又因嘲讽时政得失，流配登州，病死途中。擅画山水，尤精界画，所绘重楼复阁，既切合建筑营造，“善木工料之，无一不合规矩”，而又富有艺术趣味，具有“行笔天放，设色古雅”之风。作有《盘车图》、《雪霁江行图》、《唐明皇避暑宫图》等。"}
    ,
    {"authorName":"韩美林","dynasty":"","birth":"1936","death":"2023","师父":"","workNum":"18","province":"山东","introduction":"韩美林（1936年12月26日-），生于中国山东济南。1955年考入中央美术学院（1956年随院系调整成为中央工艺美术学院的首届学生），全国政协委员、奥运福娃设计师。现为清华大学文科资深教授，清华大学学术委员会副主任、博士生导师，兼任中央文史研究馆馆员、中国美术家协会陶瓷艺术委员会名誉主任、世界华人协会副会长、中国工艺美术学会名誉会长。先后获颁联合国教科文组织“和平艺术家”称号、国际奥委会“顾拜旦奖”、“韩国总统文化勋章”及威尼斯大学“荣誉院士”。陆续举办了“韩美林艺术大展”“韩美林八十大展”“韩美林生肖艺术大展”“韩美林天书艺术故宫展”等展览，引发国内外观众的热烈反响。在中国的杭州、北京、银川三地均建有综合性韩美林艺术馆，2019年，韩美林紫砂艺术馆在宜兴落成，正式开启韩美林艺术馆的“3+1模式”，积极推动社会美育和国际文化交流。"}
    ,
    {"authorName":"胡永凯","dynasty":"","birth":"1945","death":"2023","师父":"","workNum":"18","province":"北京","introduction":"胡永凯，1945年生于北京。中国美术家协会会员，中国国家画院研究员，中国文史研究馆书画院艺委会委员，文化部国韵文华书画院艺委会副主席，中国人民对外友好协会艺术交流院研究员，北京海华归画院副院长，香港新美术学会创始会长。"}
    ,
    {"authorName":"李方膺","dynasty":"清代","birth":"1695","death":"1755","师父":"","workNum":"18","province":"江苏","introduction":"李方膺（1695—1755），字虬仲，号晴江，别号秋池、抑园、白衣山人、借园主人，斋名梅花楼、竹梧居，江苏通州（今南通）人，清代诗、画家。为“扬州八怪”之一，出身官宦之家，曾任乐安县令、兰山县令、潜山县令、代理滁州知州等职，因遭诬告被罢官。去官后寓扬州借园，自号借园主人，以卖画为生。擅画松、竹、兰、菊、梅、杂花及虫鱼，也能人物、山水，尤精画梅。作品纵横豪放、墨气淋漓，粗头乱服，不拘绳墨，意在青藤、白阳、竹憨之间。画梅以瘦硬见称，老干新枝，欹侧蟠曲。着《梅花楼诗抄》。"}
    ,
    {"authorName":"李世倬","dynasty":"清代","birth":"1687","death":"1770","师父":"","workNum":"18","province":"内蒙古","introduction":"李世倬（1687—1770），字天章，一字汉章、天涛，号榖斋，又号菉园、星厓，别号十石居士、太平拙吏、伊祁山人、清在居士、芥道人、敬原主人、丁卯客，斋名懋止堂、石芝山房，直隶奉天（今辽宁沈阳）人，一作三韩（今内蒙喀喇沁旗西南）人，隶籍汉军正黄旗， 清官吏、书画家。李如龙子，高其佩外甥，官至副都御史。曾任太常寺卿，人称李太常。擅画山水、人物、花鸟、果品，各臻其妙。少随父宦游江南，见王翚得其讲论，后与马逸游，故宗法纯正而笔亦秀隽。其人物，自言得吴道子《水陆道场图》而阅之，遂悟其法。其花鸟、果品各种写意，盖得诸舅氏之指墨而易以笔，故能各名一家。晚年喜用指墨作人物、花鸟小品，以焦墨细擦，颇得轻重浅深之致。年逾八旬尤能作画，书小楷。"}
    ,
    {"authorName":"米友仁","dynasty":"宋代","birth":"1074","death":"1153","师父":"","workNum":"18","province":"山西","introduction":"米友仁（1074—1153），一名尹仁，字符晖，小名寅哥、鳌儿，晚号懒拙老人，祖籍山西太原，迁襄阳（今属湖北），定居润州（今江苏镇江），宋画家。米芾长子，世称“小米”。早年以书画知名，北宋宣和四年（1122）应选入掌书学，南渡后备受高宗优遇，官至兵部侍郎、敷文阁直学士，曾奉命鉴定法书。工书法，虽不逮其父，却自有一种风格。其山水画脱尽古人窠臼，发展了米芾技法，自成一家法。所作用水墨横点，连点成片，虽草草而成却不失天真，每画自题其画曰“墨戏”。其运用“落茄皴”（即“米点皴”）加渲染之表现方法，抒写山川自然之情，世称“米家山水”。"}
    ,
    {"authorName":"虚谷","dynasty":"清代","birth":"1823","death":"1896","师父":"","workNum":"18","province":"安徽","introduction":"虚谷（1823—1896），俗姓朱，名怀仁，僧名虚白，字虚谷，别号紫阳山民、倦鹤，安徽歙县人，斋名觉非庵、古柏草堂、三十七峰草堂，清画家。早年为清军参将，后出家为僧，侨居扬州，为晚清海上画派代表人物。擅画花卉、蔬菜、禽鱼、山水。喜用干笔偏锋，尤擅以破笔作松鼠金鱼等。章法奇特，造型 、赋色淡雅，风格冷而韵味无穷。又能诗，有《虚谷和尚诗录》。"}
    ,
    {"authorName":"禹之鼎","dynasty":"清代","birth":"1647","death":"1716","师父":"","workNum":"18","province":"江苏","introduction":"禹之鼎（1647—1716），字尚吉，一字尚基，又作尚稽、上吉，号慎斋，江苏兴化人，后寄籍江苏江都，清代画家。擅山水、人物、花鸟、走兽，尤精肖像。初师蓝瑛，后取法宋元诸家，转益各师，精于临摹，功底扎实。肖像画名重一时，有白描、设色两种面貌，皆能曲尽其妙。形象逼真，生动传神。"}
    ,
    {"authorName":"戴本孝","dynasty":"","birth":"1621","death":"1691","师父":"","workNum":"17","province":"安徽","introduction":"戴本孝（1621年－1691年），和州（今安徽省和县）人。字务旃，号前休子，终生不仕，以布衣隐居鹰阿山，故号鹰阿山樵，别号黄水湖渔父、太华石屋叟等，清代新安派画家之一。"}
    ,
    {"authorName":"王渔洋","dynasty":"","birth":"1634","death":"1711","师父":"","workNum":"17","province":"山东","introduction":"王士祯（1634年9月17日－1711年6月26日），原名王士禛，字子真，一字贻上，号阮亭，又号渔洋山人，世称王渔洋。山东新城（今山东桓台县）人。清初诗人、文学家、诗词理论家。\n王士祯为清顺治十五年（1658年）进士。康熙四十三年（1704年），官至刑部尚书，颇有政声。康熙五十年五月十一日（1711年6月26日），王士祯卒于里第，享年七十八岁。谥文简。\n王士祯在实践“神韵说”，取得卓著诗文成果的同时，还能突破正统文坛和文人偏见，重视和高度评价小说、戏曲、民歌等通俗文学、文体。他的主要成就在诗文创作与理论方面，但在小说、戏曲、民歌、书画、藏书、史论等方面所取得的成就亦不容忽视。\n（概述图参考资料）"}
    ,
    {"authorName":"陈鸿寿","dynasty":"","birth":"1768","death":"1822","师父":"","workNum":"16","province":"浙江","introduction":"陈鸿寿（1768～1822年），钱塘（今浙江杭州）人，书画家、篆刻家。字子恭，号曼生、曼龚、曼公、恭寿、翼盦、种榆仙吏、种榆仙客、夹谷亭长、老曼等。曾任赣榆代知县、溧阳知县、江南海防同知。\n其工诗文、书画，善制宜兴紫砂壶，人称其壶为“曼生壶”。书法长于行、草、篆、隶诸体。行书峭拔隽雅、分书开张纵横，独步有清一代。篆刻师法秦汉玺印，旁涉丁敬、黄易等人，印文笔画方折，用刀大胆，自然随意，锋棱显露，古拙恣肆，苍茫浑厚。为“西泠八家”之一。\n有《种榆仙馆摹印》、《种榆仙馆印谱》行世，并著有《种榆仙馆诗集》、《桑连理馆集》。嘉庆二十一年为周春著的《佛尔雅》撰写序跋。"}
    ,
    {"authorName":"顾安","dynasty":"","birth":"1289","death":"1365","师父":"","workNum":"16","province":"江苏","introduction":"顾安（1289－1365后） 元画家。字定之，号迂讷居士，淮东人，家昆山（今属江苏）。官泉州路行枢密院判官。擅画墨竹，喜作风竹新篁，运笔遒劲挺秀。用墨润泽焕烂，于李衎、柯九思外，自成一家。亦工行、楷书。存世作品有《拳石新篁》《平安磐石》《幽篁秀石图》《竹石图》《墨竹图》等。"}
    ,
    {"authorName":"孙克弘","dynasty":"明代","birth":"1533","death":"1611","师父":"","workNum":"16","province":"上海","introduction":"孙克弘，一作克宏（1533，一作1532—1611年），字允执，号雪居，华亭（今上海松江）人。官至汉阳知府。天资高敏，刻意书画。擅画山水、花鸟、竹石、佛像，尤以花鸟著称。师法沈周、陆治，兼能工笔和写意，作品有粗、细两种面貌，或水墨，或设色，风格淡雅，自成一家。书仿宋仲温。所居曰“东郭草堂”。"}
    ,
    {"authorName":"朱德润","dynasty":"元代","birth":"1294","death":"1365","师父":"","workNum":"16","province":"江苏","introduction":"朱德润（1294—1365），字泽民，号睢阳山人，别署眉宇山人、翁同山人，斋名存复斋，昆山（今属江苏）人，祖籍睢阳（今河南商丘），元书画家。其先祖跟随宋室南渡，居昆山（今江苏），擅诗文，工书法，格调遒丽。擅山水，初学许道宁，后法郭熙，多作溪山平远、林木清森之景，重视观察自然，当北游居庸关时，尝作《画笔记行稿》。"}
    ,
    {"authorName":"爱新觉罗·永瑢","dynasty":"","birth":"1744","death":"1790","师父":"","workNum":"15","province":"北京","introduction":"爱新觉罗·永瑢（1744年1月28日—1790年6月13日），号九思主人，又号西园主人。少时居圆明园碧桐书院，亦称碧桐书院阿哥。清朝宗室，乾隆帝第六子，皇三子永璋同母弟，母为纯惠皇贵妃苏氏。\n乾隆二十四年十二月，出继慎靖郡王允禧，封贝勒，管理内务府、充《四库全书》玉牒馆总裁、监管钦天监事务。三十七年（1772）年，晋质郡王。五十四年（1789），晋封质亲王。\n乾隆五十五年（1790年），去世，时年四十八岁，谥号为庄。工诗擅画，主要作品有《岁朝图》《枫溪垂钓图轴》。"}
    ,
    {"authorName":"王冕","dynasty":"元代","birth":"1287","death":"1359","师父":"","workNum":"15","province":"浙江","introduction":"王冕（1287-1359），字符章，一字符肃，号竹堂，又号梅叟、饭牛翁、竹斋生、句曲司马、白衣司马、闲散大夫、会稽山农、会稽外史、煮石山农、梅花屋主、九里先生、江南古客、江南野人、山阴野人、浮萍轩子、竹冠草人，斋名梅花屋，会稽（今浙江绍兴）人，元画家。本农家子，为人放牛，晚至佛寺长明灯下读书，八岁始入学，听毕，一试进士举，不第，即弃去，读古兵法。至大都，秘书卿泰不花荐以馆职，力辞不就。朱元璋取婺州，物色得冕，置幕府，授咨议参军，旋卒。工诗擅画，尤以墨梅知名，以胭脂作没骨体。兼擅竹石，长于篆刻，着有《梅谱》、《竹斋诗集》。"}
    ,
    {"authorName":"王维","dynasty":"隋唐","birth":"699","death":"761","师父":"","workNum":"15","province":"山西","introduction":"王维（699-761），字摩诘，号摩诘居士，河东蒲州（今山西永济西）人，祖籍山西祁县。历任太乐丞、济州司仓参军、右拾遗、监察御史等职，官至尚书右丞，世称“王右丞”。王维参禅悟理，学庄通道，精通诗、书、画、音乐等，以诗名盛于开元、天宝间，尤长五言，多咏山水田园，与孟浩然合称“王孟”，有“诗佛”之称。书画特臻其妙，后人推其为南宗山水画之祖。苏轼评价：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”着有《王右丞集》。"}
    ,
    {"authorName":"阎立本","dynasty":"隋唐","birth":"600","death":"673","师父":"","workNum":"15","province":"陕西","introduction":"阎立本（？—673），唐代画家，雍州万年（今陕西西安）人。其父毗、兄立德皆以家传工艺、善画而著名。高宗显庆（656—661）中，迁将作大匠，后代立德为工部尚书。咸亨（670—674）中，改中书令。其画师法张僧繇、郑处士。曾据唐太宗旨令画《秦府十八学士图》《凌烟阁功臣二十四人图》，均已佚。现存其作（摹本）《历代帝王图》（13幅）和《步辇图》。"}
    ,
    {"authorName":"恽向","dynasty":"","birth":"1586","death":"1655","师父":"","workNum":"15","province":"江苏","introduction":"恽向（1586--1655）明代画家。原名本初，字道生、曙臣，号香山，武进（今属江苏）人。崇祯末举贤良方正，授内阁中书舍人。擅诗文工山水，早年学董源，巨然，以悬肘中锋作画，骨力圆劲，浓墨润湿，纵横淋漓，自成一派，晚年敛笔于倪瓒、黄公望的风格，惜墨如金，挥洒自如，妙合自然。由于他常往来于齐鲁之间，并登临泰山，故笔下山水自然雄浑之气。他曾为周亮公画山水，自题云：“逸品之画，笔似近而远愈甚，似元而有愈甚；其嫩处如金，秀处如铁，所以可贵，未易为俗人道也。”"}
    ,
    {"authorName":"陈书","dynasty":"","birth":"1660","death":"1736","师父":"","workNum":"14","province":"浙江","introduction":"陈书（1660～1736）字南楼，号上元弟子，晚号南楼老人，秀水（今浙江嘉兴）人，适海监钱纶光，善画花鸟虫草，家贫，卖画自给，教子甚严。以长子钱陈群诰封太淑人。"}
    ,
    {"authorName":"黄筌","dynasty":"","birth":"903","death":"965","师父":"","workNum":"14","province":"四川","introduction":"黄筌（约903年—965年），字要叔，成都（今四川成都）人。曾随唐末入蜀的著名画家刁光胤学画，又吸收山水画家李昇，人物龙水画家孙位之长，结果“全该六法，远过三师”他擅长花竹翎毛，也能画佛道，人物，山水，是一位技艺全面的画家。早以工画得名，擅花鸟，师刁光胤、膝昌苑，兼工人物、山水、墨竹。山水松石学李升，人物龙水学孙位，鹤师薛稷，撷诸家之萃，脱去格律而自成一派。所画禽鸟造型正确，骨肉兼备，形象丰满，赋色浓丽，勾勒精细，几乎不见笔迹，似轻色染成，谓之“写生”。与江南徐熙并称“黄徐”，形成五代、宋初花鸟画两大主要流派。"}
    ,
    {"authorName":"蒋溥","dynasty":"","birth":"1708","death":"1761","师父":"","workNum":"14","province":"江苏","introduction":"蒋溥（1708—1761年），大学士蒋廷锡长子，字质甫，号恒轩，江苏常熟人，清朝大臣，画家，善画花卉，深得家传。雍正八年二甲第一名进士，官至东阁大学士兼户部尚书。性情宽厚而警敏，任职后，精心奉职，勤于政事，是乾隆时期的重臣，亦是蒋派花鸟画艺术的重要代表。\n乾隆二十六年（1761）四月，病逝于任上。乾隆皇帝亲临祭奠，加赠太子太保，谥曰文恪，入祀贤良祠。"}
    ,
    {"authorName":"柯九思","dynasty":"元代","birth":"1290","death":"1343","师父":"","workNum":"14","province":"浙江","introduction":"柯九思（1290—1343），字敬仲，号丹丘、丹丘生、五云阁吏，斋号缊真斋、锡训堂，浙江仙居人，元书画家、鉴藏家。江浙行省儒学提举柯谦子，受其父的影响，自幼爱好书画，天历元年（1328），游学建康经人引荐结识了怀王图帖睦尔，不久怀王继位称帝，是为文宗，被授予正七品典瑞院都事，翌年，迁升为正五品奎章阁鉴书博士，专门负责宫廷所藏的金石书画的鉴定。文宗去世后，束装南归，退居吴下，流寓松江姻脂桥。博学能文，擅写墨竹，长于画山水、人物、花卉。一生好文物，富收藏，精鉴赏。"}
    ,
    {"authorName":"潘天寿","dynasty":"","birth":"1897","death":"1971","师父":"","workNum":"14","province":"浙江","introduction":"潘天寿（1897年3月14日－1971年9月5日），字大颐，自署阿寿、寿者。现代画家、教育家。浙江宁海人。\n1915年考入浙江省立第一师范学校，受教于经亨颐、李叔同等人。其写意花鸟初学吴昌硕，后取法石涛、八大，曾任中国美术家协会副主席、浙江美术学院院长等职。为第一、二、三届全国人大代表，中国文联委员；1958年被聘为苏联艺术科学院名誉院士。著有《中国绘画史》《听天阁画谈随笔》等。1971年9月5日，潘天寿逝世。"}
    ,
    {"authorName":"王明明","dynasty":"近现代","birth":"1952","death":"2023","师父":"","workNum":"14","province":"山东","introduction":"王明明，1952年5月出生于北京，山东省蓬莱县人。国家一级美术师，无党派代表人士。自幼酷爱绘画，儿童时代的作品曾到三十几个国家展出，曾获世界儿童画比赛特等奖、一等奖。"}
    ,
    {"authorName":"吴湖帆","dynasty":"","birth":"1894","death":"1968","师父":"","workNum":"14","province":"江苏","introduction":"吴湖帆，江苏苏州人，为吴大澄嗣孙(1894年农历七月初二—1968年8月11日)。初名翼燕，字遹骏，后更名万，字东庄，又名倩，别署丑簃，号倩庵，书画署名湖帆。"}
    ,
    {"authorName":"姚华","dynasty":"","birth":"1876","death":"1930","师父":"","workNum":"14","province":"贵州","introduction":"姚华(1876一1930)，近代书画家，字重光，号一鄂，茫父，贵州贵阳人。光绪三十三年(1904)进士。精诗文。民国初期在北京多所大学任教，北京京华美术学校首任校长，博学通邃。他是一位研究古文字学、文论、戏曲理论的学者，其创作的文学作品有诗、词、散曲、赋及散文，世人更喜爱他的书法、绘画、颖拓作品。\n20世纪20年代有人以“当代通人，艺林耆硕”赞颂姚华。鲁迅论北京笺谱写过，北京画坛民国四、五年进入陈师曾、姚茫父时代，又与陈师曾、张樾丞被后世收藏界誉为“近代铜刻三大家”。传世作品有《观瀑图》《重九登高图》扇面。著有《中国图谱源流考》《题画一得三笔》等。（概述图来自《民国之精华》）"}
    ,
    {"authorName":"张善子","dynasty":"","birth":"1882","death":"1940","师父":"","workNum":"14","province":"四川","introduction":"张善子，也称张善孖（1882年—1940年），名泽，字善，一作善子，又作善之，号虎痴，男，四川内江人，现代名画家，张大千的二哥，画虎大师。\n少年从母学画，曾拜李瑞清门下，又喜爱武术，曾跟其弟张大千师从心意拳大师宝鼎习心意拳及内功十三段。"}
    ,
    {"authorName":"赵左","dynasty":"","birth":"1573","death":"1644","师父":"","workNum":"14","province":"上海","introduction":"赵左（1573—1644）左一作佐，字文度。活跃于明代后期。万历、崇祯时华亭（今上海松江）人。"}
    ,
    {"authorName":"郑旼","dynasty":"","birth":"1632","death":"1683","师父":"","workNum":"14","province":"安徽","introduction":"郑旼1632-1683年传世作品有康熙二十一年作《雨气真寂图》及《林泉小亭图》二轴，现藏安徽省博物馆；《溪山泛舟图》轴藏浙江省博物馆；康熙十三年（1674）作《香烟诗意图》轴藏香港刘均量虚白斋；十二年（1673）作《九龙潭图》轴藏故宫博物院；同年作《山水图》轴藏上海博物馆。著有《拜经斋集》《致道堂集》《正己居集》等。"}
    ,
    {"authorName":"程嘉燧","dynasty":"明代","birth":"1565","death":"1643","师父":"","workNum":"13","province":"安徽","introduction":"程嘉燧（1565—1643），一作程嘉遂，字孟阳，号松圆，又号偈庵，别署松圆道人、松圆居士、松圆老人，南直隶休宁（今属安徽）人，明书画家、诗人。寓居嘉定，应试无所得，折节读书，工诗擅画，通晓音律，与同里娄坚、唐时升并称“练川三老”。谢三宾合三人及李流芳诗文，刻为《嘉定四先生集》。有《浪淘集》。"}
    ,
    {"authorName":"管道升","dynasty":"","birth":"1262","death":"1319","师父":"","workNum":"13","province":"浙江","introduction":"管道昇（1262年—1319年5月29日），字仲姬，浙江德清茅山（今浙江干山镇茅山村）人，一说华亭（今上海松江）人，元代著名的女书法家、画家、诗词创作家。\n南宋景定三年生。幼习书画，笃信佛法。曾手书《金刚经》数十卷，赠名山寺。嫁元代吴兴书画名家赵孟頫为妻，封吴兴郡夫人，世称管夫人，延祐四年（1317年），封魏国夫人。\n管道昇所写行楷与赵孟頫颇相似，所书《璇玑图诗》笔法工绝。精于诗。尤擅画墨竹梅兰。晴竹新篁，为其首创。延佑六年（1319年）病逝。存世的《水竹图》等卷，现藏北京故宫博物院，《竹石图》1帧，藏台湾故宫博物院。"}
    ,
    {"authorName":"弘旿","dynasty":"","birth":"1743","death":"1811","师父":"","workNum":"13","province":"北京","introduction":"爱新觉罗·弘旿（1743-1811），清朝宗室、画家。字卓亭，号恕斋，一号醉迂，别号瑶华道人，又号一如居士。康熙帝爱新觉罗·玄烨孙，爱新觉罗·胤秘第二子。封固山贝子，两次缘事革退，复赏封奉恩将军。能诗，工书、画，以三绝称。弘旿工画，师董邦达，自署瑶华道人，名与紫琼道人胤禧并。论者称其“山水得董、黄之妙谛。”永珠既夺爵，以弘旿孙绵勋袭贝子。子孙递降，以镇国公世袭。"}
    ,
    {"authorName":"金城","dynasty":"","birth":"1878","death":"1926","师父":"","workNum":"13","province":"浙江","introduction":"金城（1878～1926），中国近现代画家。字巩北，一字拱北，原名绍城，号北楼、隽彰又号藕湖，祖籍浙江省吴兴县。生于北京，1926年9月6日卒于上海。"}
    ,
    {"authorName":"李苦禅","dynasty":"","birth":"1899","death":"1983","师父":"","workNum":"13","province":"山东","introduction":"李苦禅（1899年1月11日—1983年6月11日），原名英杰，改名英，字超三、励公，山东高唐人，现代书画家、美术教育家，中国近现代大写意花鸟画宗师。\n出身贫寒，自幼受到家乡传统文化之熏陶，走上了艺术征途。1923年拜齐白石为师。曾任杭州艺专教授，中央美术学院教授，中国美术家协会理事，中国画研究院院务委员。擅画花鸟和鹰，晚年常作巨幅通屏，代表作品：《盛荷》《群鹰图》《松鹰图》《兰竹》《晴雪图》《水禽图》。1978年出版《李苦禅画辑》。1983年6月11日，李苦禅逝世。"}
    ,
    {"authorName":"闵贞","dynasty":"清代","birth":"1730","death":"1788","师父":"","workNum":"13","province":"江西","introduction":"闵贞（1730—1788后），字正斋，号蓼塘居士，又号青桥、青乔，闵呆子，斋名读画楼，江西南昌人，清代画家。侨居湖北汉口，有孝行，人称闵孝子。早丧父母，为追写双亲遗像，苦练苦画。擅画笔墨奇纵、奔放沉雄大写意，亦能画工整精细之作。擅山水,魄力沉雄,颇得巨然神趣。写意人物，笔墨超逸。"}
    ,
    {"authorName":"钱杜","dynasty":"","birth":"1764","death":"1845","师父":"","workNum":"13","province":"浙江","introduction":"钱杜（1764—1845），程序伯文集作（1763—1844）。初名榆，字叔枚，更名杜，字叔美，号松壶小隐，亦号松壶，亦称壶公，号居士，钱塘（今浙江杭州）人，钱树弟。出身仕宦，嘉庆五年（1800）进士，官主事。性闲旷洒脱拔俗，好游，一生遍历云南、四川、湖北、河南、河北、山西等地。嘉庆九年（1804）曾客居嘉定（今属上海），道光二十二年（1842）英军攻略浙江，避地扬州，遂卒于客乡。"}
    ,
    {"authorName":"唐坚","dynasty":"","birth":"1963","death":"2023","师父":"","workNum":"13","province":"北京","introduction":"唐坚，1963年生于青岛市，定居北京。职业画家。"}
    ,
    {"authorName":"文俶","dynasty":"明代","birth":"1595","death":"1634","师父":"","workNum":"13","province":"江苏","introduction":"文俶（1595年—1634年），字端容，南直隶苏州府长洲（今江苏苏州）人。明代女画家，文徵明玄孙女。\n嫁赵灵均，与丈夫一同隐居。精于花草虫蝶画的创作，长于写生，多画幽花异卉、小虫怪蝶，能曲肖物情，颇得生趣。有《花卉》册、《萱石图》等传世。女赵昭，亦能画花卉，工写生，能承其家学。\n明末钱谦益给予文俶的艺术极高的评价：“点染写生，自出新意，画家以为本朝独绝。”"}
    ,
    {"authorName":"姚绶","dynasty":"明代","birth":"1422","death":"1495","师父":"","workNum":"13","province":"浙江","introduction":"姚绶（1422—1495），字公绶，号榖庵，又号云东、仙痴、丹丘生、榖庵子、云东逸史、兰台逸叟、天田老农，室名丹丘室、云东仙馆、紫霞碧月山馆、玄同轩，浙江秀水（今嘉兴）人，明书画家。少有才名，专攻古文辞，诗赋茂畅。天顺中赐进士，官监察御史，奉命巡盐两淮，铲除积弊。因得罪权贵，成化初谪为永宁知府。以母老解官归，居嘉兴大云，作沧江虹月舟，游泛吴越间。工诗文，擅书画。长山水、竹石，宗法元人。擅行楷，书体劲健婉和。着有《榖庵集》、《云东集》、《天人合旨》、《姚御史诗文》。"}
    ,
    {"authorName":"王个簃","dynasty":"","birth":"1897","death":"1988","师父":"","workNum":"12","province":"江苏","introduction":"王个簃（yí）（1897年10月20日—1988年12月18日），原名能贤，后改名贤，字启之，号个簃，以号行。斋名有“霜荼阁”、“暂闲楼”、“千岁之堂”等。祖籍江苏省南通市海门区。现代著名书画家、篆刻家、艺术教育家。\n新中国成立后，任上海画院副院长、名誉院长、中国美术家协会理事、美术家协会和书法家协会上海分会副主席，西泠印社副社长，上海文史馆馆员等职。为全国政协三、四、五届委员。"}
    ,
    {"authorName":"徐义生","dynasty":"","birth":"1943","death":"2023","师父":"","workNum":"12","province":"陕西","introduction":"徐义生：1943年生，陕西省岐山县人。60年代师承石鲁、何海霞先生。陕西师大艺术学院教授、硕士研究生导师，曾任陕西师大艺术研究所所长、艺术系副主任、艺术学院院长。省文史研究馆馆员。"}
    ,
    {"authorName":"赵伯骕","dynasty":"宋代","birth":"1123","death":"1182","师父":"","workNum":"12","province":"河南","introduction":"赵伯骕（1123-1182），南宋画家。字希远，宋宗室，赵伯驹弟。历任武职，曾出使金朝。擅画山水、界画、人物、花鸟。山水金碧青绿、傅染轻盈，色彩清朗，论画尝言：“画家类能具其相貌，但吾辈胸次，自应有一种风规，俾神气翛然，韵昧清远，不为物态所拘，便有佳处，况吾所存，无媚于世而能合于众情者，要在悟此。”存世作品有《万松金阙图》。"}
    ,
    {"authorName":"蒲华","dynasty":"清代","birth":"1839","death":"1911","师父":"","workNum":"11","province":"浙江","introduction":"蒲华（1839—1911）， 原名蒲成，字作英，亦作竹英、竹云，号胥山野史、种竹道人，室名九琴十砚楼、芙蓉盦、剑胆琴心室、九琴十研楼，浙江嘉兴人，清末书画家。秀才，携笔砚出游四方，以卖画为生，最后寓居上海。能诗善书，擅画山水、花卉，尤爱画竹。着有《芙蓉盦赞余草》。"}
    ,
    {"authorName":"苏轼","dynasty":"宋代","birth":"1037","death":"1101","师父":"","workNum":"11","province":"四川","introduction":"苏轼（1037—1101），字子瞻，一字和仲，号铁冠道人、东坡居士，斋号南堂、雪浪斋，世称苏东坡、苏仙、坡仙，眉山（今属四川）人，北宋官吏、文学家、书画家。苏洵子。嘉佑二年（1057）进士，再中制科。为凤翔府签书判官，召试得直史馆，摄开封府推官，神宗熙宁中上书论王安石新法之不便，出为杭州通判，徙知密、徐、湖三州，后以黄州团练副使安置。哲宗即位后起知登州，累官中书舍人、翰林学士兼侍读，以龙图阁学士知杭州。元佑六年（1091）召为翰林承旨，因谗出知颍州，徙扬州，后以端明殿学士、翰林侍读两学士出知定州，后贬惠州。绍圣中累贬琼州别驾，居昌化。徽宗立，元符三年（1100）赦还，提举玉局观，复朝奉郎。所作诗文清新畅达，作词豪放。工书擅画。有《东坡七集》、《东坡志林》、《东坡乐府》、《仇池笔记》、《论语说》等。擅画，尤擅墨竹、怪石、枯木等。善书，用笔多取侧势，结体扁平稍肥，开创了宋代“尚意”的书法风格。有代表作为《治平帖》《黄州寒食诗帖》《洞庭春色赋》《中山松醪赋》等。"}
    ,
    {"authorName":"吴道子","dynasty":"隋唐","birth":"680","death":"759","师父":"","workNum":"11","province":"河南","introduction":"吴道子（约680一约759），唐代画家。画史尊称吴生。又名道玄。阳翟（今河南禹州）人。约生于永隆一年（680），卒于干元元年（758）前后。少孤贫，初为民间画工，年轻时即有画名。曾任兖州瑕丘（今属山东兖州市）县尉，不久即辞职。后流落洛阳，从事壁画创作。开元年间以善画被召入宫廷，历任供奉、内教博士、宁王友。曾随张旭、贺知章学习书法，通过观赏公孙大娘舞剑，体会用笔之道。擅佛道、神鬼、人物、山水、鸟兽、草木、楼阁等，尤精于佛道、人物，长于壁画创作。"}
    ,
    {"authorName":"燕肃","dynasty":"宋代","birth":"991","death":"1040","师父":"","workNum":"11","province":"山东","introduction":"燕肃（991-1040），宋代画家、科学家。字穆之。青州（今山东益都）人。工诗善画。喜画山水寒林，蹈王维之踪，仿李成之范，独不设色。初进土，知遇寇准，荐为秘书省著作佐郎，官至龙图阁直学土，人称“燕龙图”。着有《海潮论》。擅山水，兼人物、牛马、松竹、翎毛。以诗人画，意境高雅。郭若虚评其画“澄怀味象，应会感神”。画迹有《写蜀图》《潇湘图》等。"}
    ,
    {"authorName":"林风眠","dynasty":"","birth":"1900","death":"1991","师父":"","workNum":"10","province":"广东","introduction":"林风眠（1900年11月22日—1991年8月12日），家名绍琼，字凤鸣，后改风眠，画家、艺术教育家、国立艺术院（现更名为中国美术学院）首任院长。自幼喜爱绘画。代表作品有《春晴》、《江畔》、《仕女》等。林风眠从法国巴黎国立高等美术学院毕业后，出任国立北平艺术专科学校（现中央美术学院）校长兼教授，后受蔡元培之邀赴杭州主持筹办国立艺术学院（现中国美术学院）并任院长。\n1991年8月12日10时，林风眠因心脏病、肺炎并发症，病逝于香港港安医院，享年91岁。"}
    ,
    {"authorName":"刘奎龄","dynasty":"","birth":"1885","death":"1967","师父":"","workNum":"10","province":"天津","introduction":"刘奎龄（1885年6月13日—1967年6月12日），字耀辰，号蝶隐，自署种墨草庐主人。中国近现代美术史开派巨匠，动物画一代宗师，被誉为“全能画家”，能工善写，擅长动物、植物、人物画及山水画。\n他描摹的动物种类之多，范围之广无人可追；他善于“势”的营造，绘画作品“虚处不嫌窗框松，实处勿感板结紧”，其画风华滋清润，厚劲灵动，意境深邃。刘奎龄偏居津门一隅，语讷志坚，孤身前行，其创作恰与徐悲鸿的“尽精微，致广大”契合。他钟情于日本绘画，关注横山大观和竹内栖凤等代表性人物，学习借鉴朦胧派、狩野派、大和绘、汉画等古典技法精粹。他是传统派和中西融合派的中坚，他从古典主义、文艺复兴、浪漫主义、现实主义甚至印象派光色运用、油画技术以至夸张变形中吸取营养，他注意到西方现代艺术与中国传统艺术在创造精神上的相似性，他光大了传统写实技法，其艺术风格影响了惠孝同、刘子久、陈少梅、刘继卣、何家英等北派艺术家。\n其代表作《上林春色图》深得徐悲鸿高度赞扬，并被其赞誉为“当代中国画坛翎毛第一人”。"}
    ,
    {"authorName":"刘牧","dynasty":"近现代","birth":"1947","death":"2023","师父":"","workNum":"10","province":"北京","introduction":"刘牧，笔名怀谷，中国当代有影响的山水画家。1947年出生于北京通州。拜著名山水画家吴镜汀先生为师学习山水画，毕业于北京工艺美术学校特艺专业。曾在北京珐琅厂技校任教，1988年调入中国画研究院工作。1992年受聘中国文化艺术总公司任职，参与策划首届中国艺术博览会。2004年参与策划并举办首届山东艺术博览会任艺术总监。同年回中国画研究院（2007年中国画研究院更名为中国国家画院）。现受聘任中国戏曲学院（美术系）、中南民族大学（美术学院）、山东工艺美术学院等学院客座教授。"}
    ,
    {"authorName":"陆恢","dynasty":"","birth":"1851","death":"1920","师父":"","workNum":"10","province":"江苏","introduction":"陆恢（1851年-1920年），清末民初著名画家。原名友恢，一名友奎，字廉夫，号狷叟，一字狷盫，自号破佛盫主人，原籍江苏吴江，居吴县（今江苏苏州）。"}
    ,
    {"authorName":"马海方","dynasty":"","birth":"1956","death":"2023","师父":"","workNum":"10","province":"北京","introduction":"汉族，1956年生于北京。1981年毕业于中央美院中国画系。师从卢沉、姚有多、刘渤舒诸先生。中国美协会员，荣宝斋画院教授，荣宝斋签约画家，北京文史馆馆员，文化部国韵文华书画院艺术委员会副主席。"}
    ,
    {"authorName":"祁昆","dynasty":"","birth":"1901","death":"1944","师父":"","workNum":"10","province":"北京","introduction":"祁井西（又名祁昆1901—1944）字景西，号井西居士，斋号曰松崖精舍。北京人。初以籹卖颜色得识京城名家，刻励自学。因受民初追踪宋元之风的影响，专意摹古临古，尚北宗山水，所画理法精严，笔墨精致，枯润合度。在20-40年代的北京有一定影响。工细山水得明人遗意，又精篆刻。性喜犬，室内床上下所蓄犬无思十余头，可谓奇癖，所作山水，规模明人，而近于王翚。作风精细清润，构图全出之正统派民国初年北京画坛以王翚为“神圣不可侵犯”，祁氏亦受影响，在学王诸诸家中堪称翘楚。但用笔略嫌拘谨板实，工稳有余，创意不足。弟子有郭传璋、徐鼎正、梁树年等。\n1924年冬宣统出宫后，遂参加近代著名国画团体松风画会，自号“松崖”。松风画会是京津画派的主要成员，迄今已有近90年的历史。"}
    ,
    {"authorName":"瑞光","dynasty":"","birth":"1878","death":"1932","师父":"齐白石","workNum":"10","province":"","introduction":"瑞光，1878-1932，其画笔势豪放，意境甚高。"}
    ,
    {"authorName":"王宸","dynasty":"","birth":"1720","death":"1797","师父":"","workNum":"10","province":"江苏","introduction":"王宸（1720—1797）字子凝，一字紫凝，一作子冰，号蓬心，一作蓬薪，又号蓬樵，晚署老蓬仙、蓬樵老、潇湘翁、柳东居士、莲柳居士，自称蒙叟、玉虎山樵、退官衲子，江苏太仓人。"}
    ,
    {"authorName":"王雪涛","dynasty":"","birth":"1903","death":"1982","师父":"","workNum":"10","province":"河北","introduction":"王雪涛（1903--1982），河北成安人，原名庭钧，字晓封，号迟园，中国现代著名小写意花鸟画家。历任北京画院院长、中国美术家协会理事、美协北京分会副主席、北京市第七届人大代表、北京市第五届政协常委、中国农工民主党中央联络委员会委员及北京市委委员。著有《王雪涛画集》、《王雪涛画辑》、《王雪涛画谱》、《王雪涛的花鸟画》等。"}
    ,
    {"authorName":"吴俊卿","dynasty":"","birth":"1844","death":"1927","师父":"","workNum":"10","province":"浙江","introduction":"吴昌硕（1844年8月1日—1927年11月29日），初名俊，又名俊卿，字昌硕，又署仓石、苍石，多别号，常见者有仓硕、老苍、老缶、苦铁、大聋、缶道人、石尊者等。浙江省孝丰县鄣吴村（今湖州市安吉县）人。晚清民国时期著名国画家、书法家、篆刻家，“后海派”代表，杭州西泠印社首任社长，与厉良玉、赵之谦并称“新浙派”的三位代表人物，与任伯年、蒲华、虚谷合称为“清末海派四大家”。\n他集“诗、书、画、印”为一身，融金石书画为一炉，被誉为“石鼓篆书第一人”、“文人画最后的高峰”。在绘画、书法、篆刻上都是旗帜性人物，在诗文、金石等方面均有很高的造诣。吴昌硕热心提携后进，齐白石、王一亭、潘天寿、陈半丁、赵云壑、王个簃、沙孟海等均得其指授。1927年，吴昌硕逝于上海寓所。\n吴昌硕作品集有《吴昌硕画集》《吴昌硕作品集》《苦铁碎金》《缶庐近墨》《吴苍石印谱》《缶庐印存》等，诗作集有《缶庐集》。"}
    ,
    {"authorName":"程正揆","dynasty":"明代","birth":"1604","death":"1676","师父":"","workNum":"9","province":"湖北","introduction":"程正揆（1604年—1676年），字端伯，号鞠陵，别号清溪道人、青溪老人、青溪旧史，今湖北省孝昌县观音湖人，明末清初画家、书法家。明时任翰林院编修、尚宝司卿，入清又任工部右侍郎，后罢官，居南京，工诗文书画，擅山水，师法黄公望、沈周，笔墨枯劲简老，设色浓湛，结构随意自然。书法擅楷书、行书，师法李邕、颜真卿，结体平正中寓奇险，丰韵萧然。论画主张“画贵简，不贵繁”，主张既师造化又重传统，富有见地。其画颇为时人所重，与石鳛并称二溪。有《江山卧游图》等传世。顺治十四年挂冠。"}
    ,
    {"authorName":"戴熙","dynasty":"清代","birth":"1801","death":"1860","师父":"","workNum":"9","province":"浙江","introduction":"戴熙（1801年-1860年），清代画家。字醇士，号鹿床、榆庵、松屏、井东居士、鹿床居士等，浙江钱塘（今杭州）人。咸丰翰林，官至兵部右侍郎，辞官归里后主持崇文书院。擅画山水，学王恽笔墨，兼师宋元诸家，尤善花卉及竹石小品，能治印，著有《习苦斋集》《题画偶录》等。画作有《云岚烟翠图》《忆松图》《满门风华》等。"}
    ,
    {"authorName":"方士庶","dynasty":"清代","birth":"1692","death":"1751","师父":"","workNum":"9","province":"安徽","introduction":"方士庶（1692—1751）字循远，一作洵远，号环山，又号小狮道人，一作小师道人，新安（今安徽歙县）籍，家维扬（今江苏扬州）。清代画家。"}
    ,
    {"authorName":"关槐","dynasty":"清代","birth":"1749","death":"1806","师父":"","workNum":"9","province":"浙江","introduction":"关槐（1749-1806），字晋卿、晋轩。号云岩、曙笙、柱生、青城山人，仁和（今浙江杭州）人，清代画家。"}
    ,
    {"authorName":"韩滉","dynasty":"隋唐","birth":"723","death":"787","师父":"","workNum":"9","province":"陕西","introduction":"韩滉（723—787），唐代画家。字太冲，长安（今陕西西安）人。贞元初，官检校左仆射同中书门下平章事。政治上要求国家统一，曾参与平定藩镇叛乱的斗争。工书，得张旭笔法。画远师南朝宋陆探微，擅绘人物及农村风俗景物，写牛、羊、驴等动物尤佳。所作《五牛图》，元代赵孟烦赞为“神气磊落，希世名笔”，和《文苑图》并存于世。"}
    ,
    {"authorName":"李流芳","dynasty":"明代","birth":"1575","death":"1629","师父":"","workNum":"9","province":"安徽","introduction":"李流芳（1575～1629年），字长蘅，一字茂宰，号檀园、香海、古怀堂、沧庵，晚号慎娱居士、六浮道人，南直隶徽州歙县（今安徽歙县）人，侨居嘉定（今上海嘉定），明代诗人、书画家。三十二岁中举人，后绝意仕途。诗文多写景酬赠之作，风格清新自然。与唐时升、娄坚、程嘉燧合称“嘉定四先生”。擅画山水，学吴镇、黄公望，峻爽流畅，为“画中九友”之一，亦工书法。崇祯二年，卒于檀园，享年五十五岁。（概述图片来源：清·沈韶绘《嘉定三先生像》北京故宫博物院藏）"}
    ,
    {"authorName":"李思训","dynasty":"隋唐","birth":"651","death":"716","师父":"","workNum":"9","province":"甘肃","introduction":"李思训（651-716），字建晓，一字建景，祖籍陇西成纪（令甘肃静宁西南），唐代杰出画家 ，出身唐宗室唐高祖从弟长平王李叔良孙，李孝斌子，以战功闻名于时 。历官江都令、益州剌吏，开元初授左羽林大将军，进封彭国公，官至右武卫大将军。卒后追赠秦州都督 。画史上称其为“大李将军”，擅画青绿山水，笔力道劲。《唐朝名画录》称为“国朝山水第一”  ，明代董其昌推为”北宗”之祖。"}
    ,
    {"authorName":"启功","dynasty":"近现代","birth":"1912","death":"2005","师父":"","workNum":"9","province":"北京","introduction":"启功（1912年7月26日-2005年6月30日），自称“姓启名功”，字元白，也作元伯，号苑北居士，北京市满族人。雍正皇帝的第九代孙。中国当代著名书画家、教育家、古典文献学家、鉴定家、红学家、诗人，国学大师。\n曾任北京师范大学副教授、教授，中国人民政治协商会议全国委员会常务委员、国家文物鉴定委员会主任委员、中央文史研究馆馆长、博士研究生导师、九三学社顾问、中国书法家协会名誉主席，世界华人书画家联合会创会主席，中国佛教协会、故宫博物院、国家博物馆顾问，西泠印社社长。北京高校书法，北师大启功、首师大欧阳中石、北大李志敏，三足鼎立。"}
    ,
    {"authorName":"王济远","dynasty":"近现代","birth":"1893","death":"1975","师父":"","workNum":"9","province":"江苏","introduction":"王济远（1893年-1975年），近代画家。原籍安徽，生于江苏武进。1912年毕业于江苏第二高等师范学校。1920年于上海参加西洋画社团“天马会”，后任上海美术专科学校教授、教务长。1926年赴欧洲旅行，考察西洋美术，1927年创办“艺苑绘画研究所”，数次赴日考察。1941年赴美国，创办华美画学院，传授中国画和书法。1975年1月病逝于纽约。"}
    ,
    {"authorName":"王福庵","dynasty":"清代","birth":"1880","death":"1960","师父":"","workNum":"9","province":"上海","introduction":"王福庵（1880～1960），原名禔、寿祺，字维季，号福庵，以号行，别号印奴、印佣，别署屈瓠、罗刹江民，七十岁后称持默老人，斋名麋研斋。浙江杭州人。现代书法篆刻家，“西泠印社”创始人之一。\n年五十居上海。精篆刻，书法工篆、隶。得吴昌硕鼓励，另辟蹊径，专工小篆与金文。所书小篆工整规范，秀美遒劲。所篆《说文部首》字帖、《说文作篆通假》，向为行家肯定，成为学篆范本。"}
    ,
    {"authorName":"文同","dynasty":"宋代","birth":"1018","death":"1079","师父":"","workNum":"9","province":"四川","introduction":"文同（1018—1079），字与可，号笑笑居士、笑笑先生、锦江道人，人称石室先生、文湖州，梓州永泰（今属四川盐亭）人，北宋画家、诗人。苏轼表兄，宋仁宗皇佑元年(1049)进士，迁太常博士、集贤校理，历知邛州、大邑、陵州、洋州。元丰初年（1078），赴湖州就任，尚未到任，翌年在陈州病逝。以学名世，擅诗文书画。尤以擅画竹著称，主张胸有成竹而后动笔。画竹叶，创浓墨为面、淡墨为背之法，学者多效之。有《丹渊集》。"}
    ,
    {"authorName":"萧照","dynasty":"宋代","birth":"1131","death":"1162","师父":"","workNum":"9","province":"山西","introduction":"萧照（1131—1162），南宋画家。字东生，濩泽（今山西阳城）人。李唐的学生，曾入南宋画院为待诏，又补迪功郎，赐金带，萧照擅长山水画，能绘大幅壁画。其最有名的作品是《中兴瑞应图》，《山腰楼观图》、《秋山红树图》、《岳祠汉柏图》、《光武渡河图》、《竹林七贤图》等也是他的代表作品。在杭州显庄观、西太已宫等处有他的壁画。夏文彦《图绘宝鉴》：“画山水人物，异松怪石，苍凉古野，惜用墨太多”，有记载说：“萧照尤喜为奇峰怪石，望之有波涛汹涌，云屯风卷之势”。靖康（1126-1127）年，金兵陷汴梁（今河南开封），中原人民纷起抵抗，他在太行山参加义兵，遇画家李唐，随至临安(今浙江杭州)，得唐传授画艺。高宗绍兴（1131-1162）中补迪功郎．任画院待诏。擅山水、人物，尤长异松怪石，“望之有波涛汹涌，云屯风卷之势”。山水画得“能使观者精妙如在名山胜水间，不知其为画耳”。其画一为笔健墨重，皴法道劲，气势森严郁茂；一为破笔而轻灵，构思敏捷，出笔奋快，有逾常人。高宗赵构在西湖孤山筑一凉堂，诏照在四堵三丈高的粉墙上作画，相传他索好酒四斗，从傍晚起．每经一个更次，饮酒一斗，画墙一堵，四更时，酒罄画成。传世作品有《中兴瑞应图》卷，现藏天津博物馆的《山居图》卷，图录于《唐宋元明名画大观》；《秋山红树图》册页，藏辽宁省博物馆。"}
    ,
    {"authorName":"扬无咎","dynasty":"宋代","birth":"1097","death":"1169","师父":"","workNum":"9","province":"江西","introduction":"扬无咎（1097-1169），宁补之，号逃禅老人、洁夷长者，汉扬雄之裔，自称为单玄（扬雄）后裔，故其书姓从“扌”不从“木”。清江（今属江西）人，寓豫章（今汀西南门）。因刚正不阿而遭秦桧忌恨，故仕途不得志。诗词、书画均享盛名，书学欧阳询，笔势劲利，尤擅画梅，下笔便胜华光。水墨梅竹。松石、水仙笔法清淡野逸，尤擅画巨幅，枝干苍老如铁石，其葩芬芳，敷如玉雪，豫章人视如拱壁。尝游临江始作折枝梅于乐工矮壁，为时人称赏。所居庭中“有梅树大如数间屋，苍皮藓斑，繁花如簇”，大得其趣。创用水墨线条圈小花瓣之法，变前人画梅以墨或彩色点瓣来表现花朵，更展示了梅花疏淡清雅之特性。生性耿介，不慕名利，不俯仰时好，故其画有“孤标雅韵”之风。相传徽宗见其画梅，戏曰其所画之梅为“村梅”。因其在画卷上自署“奉敕村梅”，故名。亦能画水墨人物，师法李公麟。侄扬季衡、甥汤正仲、弟子刘梦良等均传其法。传世作品有干道元年（1165）作《四梅图》卷及《雪梅图》卷。《雪梅图》卷首有扬补之自用印三方，卷未有南宋海野老农题诗并识，现两画藏故宫博物院；《墨梅图》纨扇藏天津博物馆。"}
    ,
    {"authorName":"余省","dynasty":"清代","birth":"1692","death":"1767","师父":"","workNum":"9","province":"江苏","introduction":"余省（1692年—1767年），字曾三，号鲁亭，江苏常熟人，余珣之子，清代著名画家。曾受业于蒋廷锡。乾隆（1736—1795）时与唐岱、周鲲同祗候内廷，善花鸟、虫鱼、翎毛，间亦参用西法，赋色妍丽，尤善画蝶，工兰竹水仙，所作叠邀高宗睿题，藏于石渠宝笈。"}
    ,
    {"authorName":"张若霭","dynasty":"清代","birth":"1713","death":"1746","师父":"","workNum":"9","province":"安徽","introduction":"张若霭[清]（1713—1746）字晴岚（读画辑略作字景采，号晴岚），室名藕香书屋，安徽桐城人。张若霭有家学，祖父为康熙朝文华殿大学士张英，父亲为雍正、乾隆朝保和殿大学士张廷玉。\n雍正十一年（1733）癸丑科殿试金榜原中一甲第三名探花，在其父亲张廷玉“以此让于天下寒士”要求下，遂降为二甲一名进士，未散馆特授编修，后帝亲授内阁学士、礼部侍郎，入直南书房，官至礼部尚书，袭伯爵。"}
    ,
    {"authorName":"张熊","dynasty":"清代","birth":"1803","death":"1886","师父":"","workNum":"9","province":"浙江","introduction":"张熊（1803—1886），又名张熊祥，字寿甫，亦作寿父，号子祥，晚号祥翁，别号鸳湖外史，鸳湖老人，鸳湖老者，鸳鸯湖外史，西厢客。别署清河伯子，髯参军。室名银藤花馆。秀水（今浙江嘉兴）人，张熊年青时代就移居上海，参加各种美术活动。"}
    ,
    {"authorName":"赵孟坚","dynasty":"宋代","birth":"1199","death":"1264","师父":"","workNum":"9","province":"浙江","introduction":"赵孟坚（1199-1264），宋代画家，字子固，号彝斋居士，宋宗室，曾居海盐。理宗宝庆二年进土，官至散大夫、严州太守。平日效魏晋名士的生活作风，有时如米芾，东西游适，常于舟中挟雅玩之物。兴到吟弄，以至废寝忘食。当时岸上的人，一望便知“赵子固书画船也”。客居杭州。其人能诗，善书法，绘画受扬无咎的影响，擅画兰、竹、松、梅与水仙，而传世作品以水仙为多，用工整秀劲的线描出花叶，笔迹劲利，风格清高，似其为人。传世作品有《白描水仙图卷》《墨兰图》《岁寒三友图》（纨扇）等，着有《梅谱》（未传）。"}
    ,
    {"authorName":"程璋","dynasty":"清代","birth":"1869","death":"1938","师父":"","workNum":"8","province":"安徽","introduction":"程璋（1869－1938），男，原名德璋，号瑶笙，原籍安徽新安，移居江苏泰兴，后寓上海。"}
    ,
    {"authorName":"冯超然","dynasty":"清代","birth":"1882","death":"1954","师父":"","workNum":"8","province":"江苏","introduction":"冯超然（1882年—1954年），名迥，号涤舸，晚号慎得。原籍江苏常州，生于松江。辛亥革命后来沪，居嵩山路，卖画为生，别署嵩山居士，室名嵩山草堂。技宗唐寅、仇英。人物、山水、花卉均长，晚年专绘山水，有文徵明之秀逸。代表作有《仕女捧桃图》、《岁寒图》等。出版有《冯超然临严香府山水册》、《冯涤舸画集》等。"}
    ,
    {"authorName":"冯长江","dynasty":"近现代","birth":"1943","death":"2023","师父":"","workNum":"8","province":"陕西","introduction":"冯长江，1943年出生于陕西省西安市。中国美术家协会会员、中国书法家协会会员。少时起自修绘画专业。1974年随中国著名美术史学家、工笔画家潘絜兹先生学习传统工笔重彩绘画及中国古代壁画的临摹、复制。先后对中国山西境内的芮城永乐宫、稷山的青龙寺、新绛的稷益庙、繁峙的岩山寺、高平的开化寺、太原的娄睿墓等处壁画进行了大量的长时间的临摹、复制及研究，为形成以后的艺术风格奠定了坚实的基础。"}
    ,
    {"authorName":"高奇峰","dynasty":"清代","birth":"1889","death":"1933","师父":"","workNum":"8","province":"广东","introduction":"高奇峰（1889年—1933年），晚清画家，名嵡，字奇峰，以字行，广东广州府番禺县（今广州）人。留学日本，同盟会员，与兄高剑父、陈树人画脉相连，画技相高，有“二高一陈”、“岭南三杰”、“岭南画派”创始人之一等盛誉。其人品高洁，“发扬真艺，领袖艺坛”（徐悲鸿）。画海横舟，劈波至勇，不薄墓碑“画圣高奇峰之墓”（林森书题）中民国“画圣”之名，时光如梭，颂声日高。"}
    ,
    {"authorName":"顾恺之","dynasty":"魏晋南北朝","birth":"346","death":"407","师父":"","workNum":"8","province":"江苏","introduction":"顾恺之（346—407），东晋画家。字长康，小名虎头，世人称其“顾虎头”，晋陵郡（今江苏无锡）人，义熙中为散骑常侍。博学多才，善丹青，工诗赋。师卫协，笔法如“春蚕吐丝”，后人称之“高古游丝描”。恺之每画人物，往往先不点睛。人间其故，答曰：“四体妍蚩，本无关于妙处，传神写照，正在阿堵（眼珠）中。”每写入形，妙绝于时。尝图《裴楷像》，画时，抓住个性特征的细节，在脸颊上加三毫，观者顿觉神明开朗。唐张彦远评为：“意存笔先，画尽意在。”作品有《女史箴图》《洛神赋图》《列女仁智图》等。其写诗作赋，言辞妙丽，流传作品有《观涛赋》《雷电赋》《风赋》《筝赋》《水赞》等。"}
    ,
    {"authorName":"黄山寿","dynasty":"清代","birth":"1855","death":"1919","师父":"","workNum":"8","province":"江苏","introduction":"黄山寿（1855-1919）原名曜，字旭初，别字旭道人，晚号旭迟老人，又号丽生，江苏武进人。官直隶同知。幼年贫困，一志于书画，书工唐隶北魏及郑燮、恽寿平，得其神韵。画则人物、仕女、青绿山水，双钩花鸟及墨龙、走兽、草虫、墨梅、竹石，无一不能。五十后，鬻画上海，卒年六十五。《中国历代书画家集》 苏文 编绘"}
    ,
    {"authorName":"黄易","dynasty":"清代","birth":"1744","death":"1802","师父":"","workNum":"8","province":"浙江","introduction":"黄易（1744 年11月22日—1802年3月26日），字大易，号小松、秋盦，又号秋影庵主、散花滩人。浙江钱塘人，钱塘黄氏八世。兼擅篆刻，与丁敬并称\"丁黄\"，为“西泠八家”之一。"}
    ,
    {"authorName":"江上渔","dynasty":"近代","birth":"1903","death":"1963","师父":"","workNum":"8","province":"江苏","introduction":"江寒汀（1903年—1963年2月6日），名上渔，又名荻、庚元，笔名江鸿、石溪，字寒汀，号寒汀居士，画室称获舫，江苏常熟虞山镇人，近现代画家。\n十六岁从同里陶松溪习花鸟画，二十八岁开始卖画为生。中年流寓上海，曾任教于上海美术专科学校。中华人民共和国成立后为上海中国画院画师；为中国美术家协会会员，美协上海分会理事；曾任上海市第二、三届政协委员；1963年2月6日在上海逝世，终年60岁。\n传世作品有《百卉册》《百兽图》等，1960年应周恩来总理邀请为人民大会堂绘制的巨幅《红梅图》，出版有《江寒汀百兽图》《当代名画家江寒汀》《江寒汀百兽图画册》等。"}
    ,
    {"authorName":"居节","dynasty":"明代","birth":"1524","death":"1585","师父":"","workNum":"8","province":"江苏","introduction":"居节（约1524—约1585），字士贞，一作贞士，号商谷、西昌逸士，斋名豪上西斋，南直隶长洲（今江苏苏州）人，明嘉靖万历间画家。少从文徵明游，书、画为入室弟子。山水画法简远，有宋人之风。家本业织，籍隶织局，受织监孙隆诬陷，被拘系破家，晚年就居虎丘南村，屋数椽，萧然自适，或绝粮，则旦起写《疎松远岫》一幅，令童子易米以炊，年六十，竟以穷死。后人珍视其画，认为可与朱朗、侯懋功相颉颃。能诗，着有《牧豕集》。"}
    ,
    {"authorName":"朱端","dynasty":"明代","birth":"1506","death":"1655","师父":"","workNum":"8","province":"浙江","introduction":"朱端，字克正，平湖（今属浙江）乍浦镇后所人，少时贫甚，业渔樵。正德（1506—1521）间以画仕直仁智殿授指挥俸。赐一樵图书遂号一樵。画山水宗马远，人物学盛懋，花鸟效吕纪，墨竹师夏昹，为浙派名家之一。亦善书。"}
    ,
    {"authorName":"朱屺瞻","dynasty":"近代","birth":"1892","death":"1996","师父":"","workNum":"8","province":"江苏","introduction":"朱屺瞻（1892年5月27日-1996年4月20日），男，汉族，江苏太仓人，1892年生，八岁起临摹古画，中年时期两次东渡日本学习油画，五十年代后主攻中国画，擅山水，花卉，尤精兰、竹、石。\n创作继承传统，融会中西，致力创新，所作笔墨雄劲，气势磅礴，具有鲜明的民族特色和个人风格，生前曾任上海美术专科学校教授、上海新华艺术专科学校绘画研究所主任、中国美术家协会顾问、中国书法家协会理事、上海美术家协会常务理事、上海市文史研究馆馆员、西泠印社顾问、上海中国画院画师、上海师范大学艺术系教授等职。\n他的作品融会中西，致力创新，所作笔墨雄劲，气势磅礴，具有鲜明的民族特色和个人风格。\n出版著作有《朱屺瞻画集》《癖斯居画谈》《朱屺瞻画选》等。"}
    ,
    {"authorName":"卞文瑜","dynasty":"明代","birth":"1576","death":"1655","师父":"","workNum":"7","province":"江苏","introduction":"卞文瑜（约1576年—1655年），明代江苏苏州人，字润甫，号浮白、萝庵。书画家。艺芳书画录云：“本姓徐，非姓卞，盖因有避而托者。”善山水、树石勾剔，甚有笔意。尝从董其昌讲求笔法，故笔墨亦相近，但落墨太松，失之弱耳。万历三十九年(1611)作荷亭销夏扇，康熙十年(1671)作湖庄清夏扇，均藏故宫博物院。主要作品有《图绘宝鉴续纂》《明画录》《桐阴论画》《江南通志》《艺芳书画录》《画史会要》。"}
    ,
    {"authorName":"杜琼","dynasty":"元代","birth":"1396","death":"1474","师父":"","workNum":"7","province":"江苏","introduction":"杜琼（1396年-1474年），字用嘉，号东原，五坞山人,延绿亭主人,私谥渊孝先生.人称东原先生，南直隶苏州府吴县（今江苏苏州市）人。明朝文学家，书画家、藏书家，史学家。\n杜琼出身于富贵之家，自幼勤学聪颖，以孝闻名乡里，后师从陈继，并承其业，教书授徒。之后被举荐参与过《太宗（朱棣）实录》《宣宗实录》《舆地志》的修撰，并参与《苏郡志》的校定，备受朝廷礼遇和乡里尊宠，享誉遐迩。1474年，杜琼逝世，享年79岁。\n杜琼虽受朝廷礼遇和乡宠，但是他淡泊功名而醉于谈诗论画的隐居生活。其精于翰墨书画，尤以画山水为著，集众家之长而直追董巨，画风秀逸，是吴门派早期代表画家。\n其传世画作有《南村别墅图》《为吴宽作山水图》《友松图卷》等。\n（概述图片来源：明代画作《杜渊孝先生像》）"}
    ,
    {"authorName":"丰子恺","dynasty":"近代","birth":"1898","death":"1975","师父":"","workNum":"7","province":"浙江","introduction":"丰子恺（1898年11月9日－1975年9月15日），原名丰润，又名仁、仍，号子觊，后改为丰子恺，堂号缘缘堂，笔名“TK”（FONGTSEKA），法号婴行，生于浙江省崇德县石门湾（今浙江省嘉兴市桐乡市石门镇石门湾）人，中国现代书画家、文学家、散文家、翻译家、漫画家，被誉为“现代中国最艺术的艺术家”、“中国现代漫画的鼻祖”。\n丰子恺绘画师从李叔同、国文求教夏丏尊。民国六年（1917年）与同学组织桐荫画会，并加入研究金石篆刻的东石社。民国八年（1919年）与画会同仁举办第一次作品展，民国十年（1921年）东渡日本，入东京川端洋画学校学习油画。民国十一年（1922年）回国，到浙江上虞春晖中学教授图画和音乐。中华人民共和国成立后，丰子恺历任上海市人民代表、全国政协委员、中国美术家协会上海分会主席、上海文联副主席、上海中国画院院长等职。1975年9月15日，丰子恺在上海华山医院急诊观察室逝世，享年77岁。\n丰子恺在漫画、书法、翻译等各方面均有突出成就，先后出版的书法和画集、散文著作、美术理论和音乐理论著作等共达160部以上。他的画作多以儿童作为题材，幽默风趣，反映社会现象，被录入民国时期的小学课本，他的散文被台湾国文教科书收录。其中漫画以“曲高和众”的艺术主张和“小中能见大，弦外有余音”的艺术特色备受世人青睐。\n（概述图来源：）"}
    ,
    {"authorName":"高简","dynasty":"清代","birth":"1634","death":"1715","师父":"","workNum":"7","province":"江苏","introduction":"高简（1634—1715后），清代画家，字澹游，号旅云，又号一云山人，吴县（今江苏苏州）人。工山水，常作小品，兼善墨梅。其山水，摹法元人，用笔松劲，干湿并施，力求简澹。清秦祖永《桐阴论画》称其“精于小品”，“若长笺巨幅，则非山人之能事”。所评，尚欠公允。若从其73岁所画《春山积雪图》来看，章法严谨，布置深稳，笔墨清胆，韵味悠然。传世作品有《探梅图》《寒林诗思图》《江乡初夏图》等。"}
    ,
    {"authorName":"李士行","dynasty":"元代","birth":"1282","death":"1382","师父":"","workNum":"7","province":"北京","introduction":"李士行（1282—1382），元代画家，字遵道，蓟丘（今北京）人。李衎之子。善画山水、竹石，尤以枯木为佳。其诗歌字画，皆有前贤风致。画竹石得家学，高雅至极。尤长山水，尝以其《大明宫图》朝见，仁宗欣赏，嘉勉其能，命中书与五品官，后迁黄岩知州。终年四十有七。传世作品有《乔松竹石图》《古木竹石图》《古木丛篁图》（今藏上海博物馆）。"}
    ,
    {"authorName":"马逵","dynasty":"宋代","birth":"1194","death":"1224","师父":"","workNum":"7","province":"山西","introduction":"马逵为宁宗朝（1194—1224）画院待诏，马世荣之子，马远之兄，“得家学之妙，画山水、人物、花果、禽鸟，疏渲极工，毛羽灿然，飞鸣生动之态逼真，殊过于远”。有学者认为，本图“画风近似马远，笔法纯熟，或为浙派职业画人所绘”。"}
    ,
    {"authorName":"宋克","dynasty":"元代","birth":"1327","death":"1387","师父":"","workNum":"7","province":"江苏","introduction":"宋克（1327—1387），字仲温，一字克温，号南宫生，又号东吴生，长洲（今江苏苏州）人，元书法家。自幼便博涉群书，喜击剑走马，有任侠之举。及壮，学兵法，周游无所遇，杜门挥毫，专心书画，日费千纸，遂以擅书名天下。洪武初，官陕西凤翔府同知，卒。其书出于魏晋，深得钟、王之法。擅长楷书、草书，尤精工章草，与宋广、宋璲、沈度、沈粲并称“三宋二沈”。亦擅写竹，别开生面，虽寸冈尺堑而万玉千篁，雨迭烟森，萧然出俗。早年好学武功韬略，晚年以章草扬名，对明初百年间的书坛有重大影响，被誉为“三宋”之首。除书法外，宋克亦擅画墨竹。据陆树声题跋，宋克曾言其画墨竹：“写干法篆籀，叶法分隶，枝法真、草，华实法《急就章》。”"}
    ,
    {"authorName":"徐贲","dynasty":"明代","birth":"1335","death":"1393","师父":"","workNum":"7","province":"江苏","introduction":"徐贲（1335—1393），字幼文，由蜀地徙常州，再徙平江（今属江苏苏州）。明初曾官至河南左布政使，后因犒军不时下狱瘐死。徐贲以文名于世，为“吴中四杰”之一。其亦兼擅书画，所作“山水林木濯濯可爱”，陈继儒云：“幼文字学晋王廙，画法董源。”"}
    ,
    {"authorName":"袁尚统","dynasty":"清代","birth":"1570","death":"1661","师父":"","workNum":"7","province":"江苏","introduction":"袁尚统（1570—1661），字叔明，南直隶长洲（今江苏苏州）人，明末清初画家。山水、人物、花鸟皆佳，山水苍润浑厚，意境宏远。喜绘风俗题材，重情节描写，笔墨超逸奔放，颇得宋人笔意，独具自家风格。传世作品有明崇祯八年（1635）作《寒江独钓图》，九年（1636）作《归人争渡图》、《古木栖身图》、《洞庭风浪图》、《维扬古渡图》，十六年作《古木群乌图》，十七年（1644）作《远溪秋兴图》，清顺治三年（1646）作《晓关舟挤图》、《迎春图》，八年（1651）作《寒鸦图》，九年作《古木栖身图》、《洞庭风浪图》，十八年（1661）作《枯水寒鸦图》、《泰山松色图》，康熙四年（1665）作《枯林孤棹图》，五年（1666）作《桃园洞天图》扇面。"}
    ,
    {"authorName":"陈嘉言","dynasty":"明代","birth":"1599","death":"1678","师父":"","workNum":"6","province":"浙江","introduction":"陈嘉言（1599—1678），字孔彰，斋号宝墨斋，浙江嘉兴人，明末画家。擅写花卉翎毛。纵毫挥染，笔致松秀，设色清丽，韵格兼胜。尝作《松鼠葡萄扇》及《野庭秋色扇》。"}
    ,
    {"authorName":"刘俊","dynasty":"明代","birth":"1437","death":"1500","师父":"","workNum":"6","province":"北京","introduction":"刘俊（约 1437—约 1500），字廷伟，山水人物俱能，成化末官至锦衣卫都指挥佥事。刘俊的传世作品以神仙及历史人物故事题材为主，其人物师法李福智，用笔严谨，设色工丽。"}
    ,
    {"authorName":"王铎","dynasty":"清代","birth":"1592","death":"1652","师父":"","workNum":"6","province":"山西","introduction":"王铎（1592—1652），字觉斯，一字觉之，号十樵，又号嵩樵、痴仙道人、石樵、痴庵、东皋长、雷山道人、二室山人、白雪道人、云岩漫士、嵩淙道人、烟潭渔叟、雷塘渔隐、兰台外史，河南孟津人，斋名儗山园、千秋馆、璚惢庐、萑苇书屋、娄络亭、崝嵘云房，河南孟津人，明末清初大臣、书画家。幼时家贫，天启二年（1622）进士，入翰林院庶吉士，累擢礼部尚书。崇祯十六年（1643），避难于苏州浒墅关袁枢寓所，二人交情笃厚。福王立，为东阁大学士。入清，又授礼部尚书、官弘文院学士，加太子少保。博学好古、工诗文，画山水宗荆、关，丘壑峻伟，皴擦不多，以晕染作气，傅以淡色，沉沉丰蕴，意趣自别。间作兰、竹、梅、石，洒然有物外趣。尤擅书，笔力雄健，长于布白，楷、行、隶、草，无不精妙。世称“神笔王铎”。与董其昌齐名，明末有“南董北王”之称。有《儗山园帖》。"}
    ,
    {"authorName":"项元汴","dynasty":"明代","birth":"1525","death":"1590","师父":"","workNum":"6","province":"浙江","introduction":"项元汴（1525—1590），字子京，号墨林，别号墨林山人、香严居士、退密庵主人、退密斋主人、惠泉山樵、墨林嫩叟、鸳鸯湖长、漆园傲吏，斋室名天籁阁、博雅堂、墨林山房、虚朗斋、墨林堂、若水轩、友古轩、退密斋，浙江秀水（今嘉兴）人，明鉴藏家。国子生。精于鉴赏，辨别真赝，析及毫发，当时无人可比。尝得铁琴一，上有“天籁”二字，因以名阁。又曾遴选能工巧匠制作各种器具，凡几榻、架柜、奁盒等，镌以铭识，都极精巧。 工绘画，兼擅书法。有《墨林山人诗集》、《蕉窗九录》等。"}
    ,
    {"authorName":"张瑞图","dynasty":"明代","birth":"1570","death":"1641","师父":"","workNum":"6","province":"福建","introduction":"张瑞图（1570—1641），字长公，一字果亭，又字无画，号二水，别署白毫庵主、芥子居士、果亭山人、平等山人、桮湖亭长，斋名天事斋、审易轩、清真堂、唏发轩、环湖亭、白毫庵、墨庄楼，福建泉州晋江人，明朝大臣、书法家。万历三十五年（1607）进士第三，探花。授编修，历少詹事、礼部侍郎、礼部尚书、武英殿大学士。思宗嗣位改中极殿。崇祯元年（1628）致仕。因阿附魏忠贤，旋入狱，赎为民。工书法，亦擅画山水，有《白毫庵集》。"}
    ,
    {"authorName":"曾鲸","dynasty":"明代","birth":"1564","death":"1647","师父":"","workNum":"5","province":"江苏","introduction":"曾鲸（1564—1647），字波臣，福建莆田人，长期寓居金陵（今南京）一带。以为人作肖像为生，精工写照，如镜取影，妙得神情。曾鲸一生主要活动于浙江的杭州、宁波，江苏的南京一带，与当时许多著名文人都有交往。其人物肖像画与传统的古代肖像画勾勒敷色有所不同，迥异时流，因而名声大振，独步艺林，师从者甚众，成为明代后期画坛重要的写真派别——“波臣派”的创始人。晚年居于南京牛首山，视力有所下降，不能看清细物，在为牛首山的僧人画完八十一代祖师像后，于清顺治四年（1647年）卒，享年84岁。"}
    ,
    {"authorName":"法若真","dynasty":"清代","birth":"1613","death":"1696","师父":"","workNum":"5","province":"山东","introduction":"法若真（1613—1696），字汉儒，号黄石，又作黄山、黄山衲、小珠山人等，山东胶州人；清顺治三年（1646）进士，历任福建参政、浙江按察使、安徽布政使；康熙十七年（1678），召举博学宏词科，以疾不就；晚年乡居，年八十四卒。其人工古文辞，擅书画：书法宗魏晋，画山水自成一格，“人争重之”。"}
    ,
    {"authorName":"关仝","dynasty":"五代十国","birth":"907","death":"960","师父":"","workNum":"5","province":"陕西","introduction":"关仝（907？-960），五代后梁画家。仝，一作同、幢、童。长安（今陕西西安）人。画山水，初师荆浩，刻意力学，寝食都废，意欲逾足，卒得其法，晚年有“出蓝”之誉。其山水，粗犷坚厚，高古雄浑，气势非凡，俗称“关家山水”，因常游华山、秦岭一带，描写关陕山水，多是山川雄奇，峭拔危耸。尤喜作秋山寒林，与村居野渡、山人逸士、渔市山驿，使见者悠然如在坝桥风雪中。其图，“笔愈简，而气愈壮，景愈少，而意愈长”。与荆浩、董源、巨然，并称五代、北宋四大山水画家。宋郭若虚《图画见闻志》将他和李成、范宽并列；评其山水画：“智妙入神，才高出类，三家鼎峙，百代标程”。"}
    ,
    {"authorName":"陆远","dynasty":"清代","birth":"1631","death":"1710","师父":"","workNum":"5","province":"江苏","introduction":"陆远（1631—约1710后），字静致，号东畴，长洲（今属江苏苏州）人。其山水画取法宋元明诸家，转益多师，追摹刘松年、高克恭、王绂等人笔意尤多。陆氏善用解索皴法，青绿设色亦佳。此外，他还兼擅花鸟一门。"}
    ,
    {"authorName":"莫是龙","dynasty":"明代","birth":"1537","death":"1587","师父":"","workNum":"5","province":"上海","introduction":"莫是龙（1537—1587），字云卿，以字行，改字廷韩，号秋水，又号后明、碧山樵、贞一道人、云龙山人、玉关山人、畏垒居士，斋名师古斋、石秀轩、苍雪居、思玄亭、秋水亭、飞云阁，南直隶松江府华亭（今上海松江）人。明藏书家、书法家。十岁即能文，万历元年（1573）选贡，擅书画，喜聚书，尽得外家杨梦羽七桧山房藏书。有《石秀斋集》、《画说》。"}
    ,
    {"authorName":"王谔","dynasty":"明代","birth":"1462","death":"1544","师父":"","workNum":"5","province":"浙江","introduction":"王谔（1462—1544），字廷直，浙江奉化人，明画家。弘治初以绘事供事仁智殿。尝师里人萧凤，尽其术，乃肆力于唐、宋名家。凡奇山怪石，古木惊湍之类，尽摹其妙。以画名东南，其画树石多着烟霭之态，势如泼墨，而无四面枝干丛生疏密之意。孝宗好马远画，亟称曰：“王谔今之马远也。”武宗朝升至锦衣千户，钦赐图书花带，白金文镪。后以疾乞归，笔力益劲。"}
    ,
    {"authorName":"郭畀","dynasty":"元代","birth":"1301","death":"1355","师父":"","workNum":"4","province":"河北","introduction":"郭畀（1301－1355），字天锡，号云山、退思，祖籍洺水（今属河北），寓居京口（今江苏镇江），元书画家。业承家学，擅长辩论，通晓蒙文，身材魁梧，蓄有长须，人称郭髯。二十岁时任镇江儒学学录。历任饶州路鄱阳书院山长、处州青田县腊原巡检。工书画，书法学赵孟頫，曾代孟頫书写《松雪斋集》。孟俯作跋称许。画仿米芾，又师事高彦敬，得其笔法，与无锡画家倪瓒为好友。酒后作画，兴到神来，为人所宝。山水有米家风范，尤擅竹木窠石，极富天趣。着有《退思集》、《云山日记》。"}
    ,
    {"authorName":"钱榖","dynasty":"明代","birth":"1509","death":"1578","师父":"","workNum":"4","province":"江苏","introduction":"钱榖（1509—1578），字叔宝，号罄室，长洲人，善书画。少孤贫失学，后游文徵明门下，日取文氏藏书读之，又得点染水墨法。闻有异书，虽病必强起请观，手自抄写，穷日夜校勘，至志不辍。所录古文金石书几万卷。有《三国类钞》、《隐逸集》、《长洲志》等。"}
    ,
    {"authorName":"商琦","dynasty":"元代","birth":"1295","death":"1307","师父":"","workNum":"4","province":"山东","introduction":"商琦，元代画家，字德符，曹州济阴（今属山东菏泽）人。成宗（1295-1307）召备宿卫，授集贤学士，泰定元年迁秘书卿。善画山水，师李成，得用墨法，兼工墨竹，自成一家。"}
    ,
    {"authorName":"赵构","dynasty":"宋代","birth":"1107","death":"1187","师父":"","workNum":"4","province":"河北","introduction":"赵构（1107—1187），字德基，祖籍河北涿县，南宋皇帝、书法家。徽宗第九子，宣和初封康王，钦宗靖康元年闰十一月（1127），金兵俘徽、钦二帝北去，乃即帝位于南京。先退至扬州，继又渡江南奔，建行都于临安，史称南宋，在位三十六年。有《翰墨志》。"}
    ,
    {"authorName":"高翔","dynasty":"清代","birth":"1688","death":"1753","师父":"","workNum":"3","province":"江苏","introduction":"高翔（1688—1753），字凤岗，号西唐，又号樨堂，斋名五岳草堂，江苏扬州人，清代画家。扬州八怪之一，终身布衣，晚年时由于右手残废，常以左手作画。与石涛、金农、汪士慎为友。石涛死，每岁春扫其墓，至死弗辍。擅长画山水花卉，精于写真和刻印。山水画取法弘仁和石涛，所画的园林小景，大多是从写生中来。金农、汪士慎诗集上的小像，均出自其手笔，线描简练，神态逼真。着有《西唐诗钞》。"}
    ,
    {"authorName":"黄向坚","dynasty":"清代","birth":"1611","death":"1678","师父":"","workNum":"3","province":"江苏","introduction":"黄向坚（1611—1678），字端木，号存庵，先世自常熟迁至吴县（今江苏苏州）。黄向坚是有名的孝子，曾经不远千里，历尽艰辛，只身到云南寻找流寓白盐井的父母，并迎还故里。在寻亲途中，黄向坚饱览滇中山水；回乡后，以一路见闻为题材，创作了多件《寻亲图》。"}
    ,
    {"authorName":"柳如是","dynasty":"清代","birth":"1618","death":"1664","师父":"","workNum":"3","province":"浙江","introduction":"柳如是（1618—1664），本姓杨，名爱，字影怜，后改姓柳，初名隐，又易名是，字如是，号河东君等，吴江（一说嘉兴）人，明末名妓，曾为陈子龙妾，年二十四嫁钱谦益。柳如是诗才清绝，着有《戊寅草》《湖上草》等；亦善书画，“所作水仙竹石，淡墨淋漓，不减元吉、子固”。"}
    ,
    {"authorName":"吕焕成","dynasty":"清代","birth":"1630","death":"1708","师父":"","workNum":"3","province":"浙江","introduction":"吕焕成（1630—1708），字吉文，号祉园山人，浙江余姚人；善绘人物、花卉，兼长山水，风格奇古，与戴进一路。"}
    ,
    {"authorName":"任熏","dynasty":"清代","birth":"1835","death":"1893","师父":"","workNum":"3","province":"浙江","introduction":"任熏（1835—1893），字阜长，一字舜琴，浙江萧山（今属杭州）人，清代画家。任熊之弟，少丧父，从兄学画，青年时在宁波卖画为生，1868年与任颐去苏州，后寓居苏州、上海。任颐、任预均从其习画。绘画与兄同取法陈洪绶，常用高古游丝、铁线、行云流水、兰叶几种描法。治学严谨，重写生、临摹。兼工人物、花鸟、山水、肖像、仕女，画法博采众长，面貌多样，富有新意。五十四岁时双目失明，后病卒于苏州。 与任熊、任颐时称“三任”，合任预为“四任”，为海上画派代表画家之一。"}
    ,
    {"authorName":"宋汝志","dynasty":"元代","birth":"1260","death":"1264","师父":"","workNum":"3","province":"浙江","introduction":"宋汝志，钱塘（今杭州）人，理宗景定年间（1260—1264）为画院待诏，南宋灭亡后，不仕元朝，做了道士。据说拜楼观为师，擅画山水、人物、花鸟。"}
    ,
    {"authorName":"吴伟业","dynasty":"清代","birth":"1609","death":"1672","师父":"","workNum":"3","province":"江苏","introduction":"吴伟业（1609—1672），字骏公，号梅村，祖籍直隶苏州府昆山县（今江苏省昆山市），祖父始迁居太仓州（今江苏省苏州市太仓市），明末清初诗人、政治人物，长于七言歌行，初学“长庆体”，后自成新吟，后人称之为“梅村体”。与钱谦益、龚鼎孳并称为江左三大家。"}
    ,
    {"authorName":"张崟","dynasty":"清代","birth":"1761","death":"1829","师父":"","workNum":"3","province":"江苏","introduction":"张崟（1761—1829），字宝厓，一字宝岩，号夕庵，又号且翁、观白居士、城东蛰叟、铁瓮城东蛰叟，江苏丹徒（今镇江）人，清代画家。擅山水林木。传世作品有《春流出峡图》、《松山听琴图》等。"}
    ,
    {"authorName":"张羽","dynasty":"明代","birth":"1333","death":"1385","师父":"","workNum":"3","province":"浙江","introduction":"张羽（1333—1385），字来仪，后以字行，号静居，元末明初诗人、画家，为“吴中四杰”和“北郭十友”之一，有《静居集》和《张来仪文集》。张羽本浔阳人，从父宦江浙，元末因兵祸不得归乡，与友徐贲相约卜居吴兴，后被荐为安定书院山长。洪武四年（1371），征至京师，应对不称旨，放还。再征，授太常司丞。后坐事放逐岭南，半道召还，自知不免，投龙江死。生平见于《明史》、童冀《太常司丞张来仪墓铭》、钱谦益《张司丞羽传》等。"}
    ,
    {"authorName":"郑思肖","dynasty":"元代","birth":"1241","death":"1318","师父":"","workNum":"3","province":"福建","introduction":"郑思肖（1241—1318），宋末元初画家、诗人，字忆翁，连江（今属福建）人，曾以太学生应博学鸿词试，授和靖书院山长。宋亡，隐居平江（今江苏苏州），坐卧必南向，自号所南，以示不忘宋事。逃身缁黄，自称三外野人。擅画墨兰，疏画简叶，根不着土，谓“土为蕃人着，忍着耶。”人称“露根兰”。"}
    ,
    {"authorName":"朱玉","dynasty":"元代","birth":"1293","death":"1365","师父":"","workNum":"3","province":"江苏","introduction":"朱玉（1293—1365）元代画家。字君璧，一作均璧，昆山（今属江苏）人。淡于名利，闻佳山水，每悠然独往。喜绘事，工道释人物；从王振鹏学，遂精界画。尝奉命图《藏经佛像引首》，方不盈矩而意度横生，不拘绳墨。其得意之作为《紫雾龙宫图》、《翠蓬神阙图》两幅，十年始就。传说海寇犯境，君璧独抱两图坐楼上．寇搜得之，已为破碎。传世作品有《揭钵图》卷，纸本，白描，写《宝积经》中故事，现藏浙江省博物馆；另有《地狱变相图》轴，图录于《中国名画宝鉴》。"}
    ,
    {"authorName":"祝允明","dynasty":"明代","birth":"1460","death":"1526","师父":"","workNum":"3","province":"江苏","introduction":"祝允明（1460—1526），字希哲，号枝山、枝指生，长洲（今江苏苏州）人。明弘治五年（1492）举人，曾于惠州府、应天府为官。《明史》有传。工诗文书法，远法晋唐，融会贯通，然法古不泥于古，与唐寅、文徵明、徐祯卿并称“吴中四才子”，与文徵明、王宠并称“吴中三家”，在明代中期极负盛名。明人谓其书：“出入晋魏，晚益奇纵，为国朝第一”，存世书法作品较多。"}
    ,
    {"authorName":"邓文原","dynasty":"元代","birth":"1258","death":"1382","师父":"","workNum":"2","province":"四川","introduction":"邓文原（1258年－1328年），字善之，一字匪石，绵州（今四川省绵阳县）人，着有《编类运使复齐郭公敏行录》、《巴西集》十卷、《素履斋稿》等作品。工书与赵孟頫齐名。陶宗仪《书史会要》说邓文原学习正、行、草书，早年效法二王，后来学李北海。大德年间所书《急就章》，袁华跋曰：“观其运笔，若神蝠出海，飞翔自如。”晚年邓文原随着官位的高涨，书学益废，所以成就不如赵孟頫、鲜于枢。邓文原的书法以擅长章草书而闻名，传世作品有《临急就章卷》、《黄庭坚松风阁诗卷跋》、《瞻近汉时二帖跋》、《芳草帖》等。"}
    ,
    {"authorName":"金铉","dynasty":"明代","birth":"1361","death":"1436","师父":"","workNum":"2","province":"上海","introduction":"金铉（1361—1436），字文鼎，号尚素，华亭（今上海松江）人。诗文流丽，着有《凤城稿》《尚素斋集》。书法尤工章草。常往来吴中，善画。所画山水，“撮黄一峰、王黄鹤两家之胜，苍劲幽润，超脱町畦，时称三绝”。"}
    ,
    {"authorName":"刘彦冲","dynasty":"清代","birth":"1807","death":"1847","师父":"","workNum":"2","province":"四川","introduction":"刘彦冲（1807－1847），初名荣，字泳之，祖籍四川梁山县，故别号梁壑子。其人“好读书，浏览载籍，喜为诗古文辞”。其诗“幽澄绵渺”，“古体义心苦调”类孟郊；“近体隽洁少俗韵”似杨朴、魏野。其词或“笔力豪爽”，“激昂慷慨”；或“摛写性灵，妙有清气”。其殁后，由友人、弟子将之遗作汇辑为《归实斋遗集》。其另有《操缦堂诗》手稿（苏州博物馆藏）传世。刘彦冲自少时便以画名。其师从朱昂之，绘画“靡不抗心师古”，山水、人物、花鸟皆能：山水跳出乃师“为三王、吴、恽所缚”的窠臼，由文徵明上溯至赵孟頫、王蒙一路笔墨秀润的画风；人物、仕女画得力于宋元较多，同时体现出唐寅“线条细劲，设色妍丽”的特点；花鸟画则既学恽寿平没骨法，同时继承了沈周、唐寅、陈道复、周之冕等吴门画家的水墨写意技法。另外，其喜于画上题诗，追求诗情画意的综合表现。"}
    ,
    {"authorName":"陆行直","dynasty":"元代","birth":"1275","death":"1349","师父":"","workNum":"2","province":"江苏","introduction":"陆行直（1275—1349年以后），字季道，又字德恭、辅之，号壶中天、壶天居士、湖天居士等，吴江（今江苏苏州吴江区）来秀里人，祖籍嘉兴（今属浙江）。生于南宋恭帝德褚元年（1275）。陆龟蒙裔孙，陆大猷四子。承家学，善诗文，兼事书画，为时所称。结交郑思肖、张炎、钱仲鼎、赵彝斋兄弟等南宋遗民节士，迎请钱仲鼎居其家，后于芦墟分湖滩为筑室“水村隐居”。"}
    ,
    {"authorName":"任预","dynasty":"清代","birth":"1853","death":"1901","师父":"","workNum":"2","province":"浙江","introduction":"任预（1853—1901），一名豫，字立凡，斋名潇潇庵，浙江萧山（今属杭州）人，清末画家。任熊之子。擅画山水、人物、花鸟，尤以山水见长，风格接近文人画派，仿古中有创新。与任熊、任熏、任颐并称“四任”。"}
    ,
    {"authorName":"文彭","dynasty":"明代","birth":"1498","death":"1573","师父":"","workNum":"2","province":"江苏","introduction":"文彭（1498—1573），字寿承，号三桥，别号渔阳子、三桥居士，长洲（今江苏苏州）人，祖籍湖南衡阳，明朝政治人物、书画家、篆刻家，曾任南京国子监博士，人称文国博，文徵明长子。能画擅书，书法以篆、隶见长。尤精篆刻，风格雅正，质朴浑厚，力师秦汉，使当时印坛面目为之一新。文彭酷爱印章艺术，原先写完印稿另外请工匠雕琢，比如藏于上海博物馆的其传世之作“七十二峰深处”是枚象牙章。偶然的机会，他发现了青田石，并用其为印材，从此文人纷纷自篆自刻，完全脱离了与专业刻工的合作，对篆刻艺术的发展起了很大的作用。他是公认的明清文人篆刻流派的开山鼻祖。周亮工《印人传》：“印之一道，自国博开之，后人奉为金科玉律。”"}
    ,
    {"authorName":"谢环","dynasty":"明代","birth":"1426","death":"1452","师父":"","workNum":"2","province":"浙江","introduction":"谢环（约1426—约1452），字廷循，一字庭循，号乐静，浙江永嘉人，明代宫廷画家、诗人。谢环善画山水，宗法于荆浩、关仝、米芾、米友仁，洪武年间已有盛名。永乐年间征入画院，宣德初被授锦衣卫千户。"}
    ,
    {"authorName":"赵大亨","dynasty":"宋代","birth":"1124","death":"1182","师父":"","workNum":"2","province":"河南","introduction":"赵大亨（1124—1182），宗室画家赵伯驹、赵伯骕兄弟之皂隶，因供其画事，多获遗稿，仿效颇能乱真，善画青绿山水，风格上受到二赵的影响。"}
    ,
    {"authorName":"康里巎巎","dynasty":"元代","birth":"1295","death":"1345","师父":"","workNum":"1","province":"北京","introduction":"康里巎巎[náo]（1295—1345），字子山，号正斋、恕叟，康里氏色目人。元朝后期重臣，官至翰林学士承旨、江浙行省平章政事。元朝后期成就最突出的书法家，尤以流畅迅疾的草书见着。其楷书多以碑铭传世，散见于各地，相对不受后人重视。从留下的楷书作品看，其早年师赵孟頫，后期则宗虞世南。后人更多关注巎巎的行书、尤其是草书作品。其行草书风可分为三个时期：至顺元年（1330年）之前，临习黄庭坚、米芾等人，尤其受赵孟頫亲自教导启发，致力于向王羲之学习。之后又循大都书坛传统学习怀素，融二王与怀素的风格于一体，形成了中期运笔快速流畅、毫无阻塞的个人成熟特色。至正四年（1344年）出为江浙行省平章政事后，与江南书家接触，书风又加变化，更加豪放狂逸，并将章草和今草进行了创造性地结合，是为其在中国书法艺术史上的杰出成就和重要贡献。总体而论，巎巎师从赵孟頫，而又能突破其风格笼罩，自成一家，是元朝后期成就最突出的书法家。另一方面，也有着用笔缺少提按、字形结构缺少变化的瑕疵，方孝儒评之为“沉着不足”。"}
    ,
    {"authorName":"鲁得之","dynasty":"明代","birth":"1585","death":"1660","师父":"","workNum":"1","province":"浙江","introduction":"鲁得之（1585—1660后），一名鲁参，字鲁山，号孔孙，又号千岩、千岩道人、竹史，斋名朗阁、流翠轩，浙江钱塘（今杭州）人，明书画家。流寓浙江秀水（今嘉兴）。为李日华入室弟子。工欧、颜书法。墨竹从吴镇得法而上窥文同、苏轼。亦擅画兰，纵笔自如，具极潇洒。晚患臂疾，以左手写竹，风韵尤佳。着有《墨君题语》、《竹史》、《细香居集》等。顺治十七年（1660），年七十六尚为石谷（王翚）画竹轴。"}
    ,
    {"authorName":"马贲","dynasty":"宋代","birth":"1119","death":"1125","师父":"","workNum":"1","province":"山西","introduction":"马贲，北宋画家。河中（今山西永济）人。原佛像画工，后写生花竹鸟兽，以小景见长。徽宗宣和（1119-1125）时为画院待诏。喜作“百图”，如百雁、百猿、百马、百牛等，虽极繁伙，而位置井然。“百图”实始于马贲，后人仿效之。画迹有《百雁图》《百猿图》，为南宋陈古旧藏，誉为“铭心绝品”，著录于《画继》；《秋塘水禽图》，为元代大长公主旧藏，著录于《袁桷图画记》。"}
    ,
    {"authorName":"王崇节","dynasty":"清代","birth":"1606","death":"1671","师父":"","workNum":"1","province":"北京","introduction":"王崇节（1606—1671），字筠侣，又作玉筠，宛平（今北京丰台区）人。清礼部尚书王崇简弟；顺治八年（1651）中武举科，为兴州卫千总。王氏画学崔子忠，得其笔法，世称“崔王”；康熙中征为画院供奉，后以病隐退。其画山水、楼阁、人物、草木、虫鱼皆能，风格萧远清旷。"}
    ,
    {"authorName":"王立中","dynasty":"元代","birth":"1309","death":"1385","师父":"","workNum":"1","province":"江苏","introduction":"王立中（1309-1385），字彦强，晚号息庵，是张士诚手下干臣，历官慈溪尉、嘉定知州，至正二十三年（1363）冬，擢升松江知府。至正二十七年（1367），徐达来攻，王立中献城而降，“大明混一，老于家凡十九年而终”，葬于苏州附近的太湖西山。王立中知文善画，有文集二十卷，今不传。其于张士诚政权覆灭前夕为友人刘易绘《破窗风雨图》，一时名士三十七人题咏于上，成为元末绘画史上重要事件之一。"}
    ,
    {"authorName":"张先","dynasty":"宋代","birth":"990","death":"1078","师父":"","workNum":"1","province":"浙江","introduction":"张先（990-1078），字子野，乌程（今浙江湖州）人。天圣八年（1030）进士，曾任嘉禾判官，知渝州、虢州，以尚书都官郎中致仕。为人风趣幽默，词名远播，与苏轼等名士都有唱酬。他自举平生所得意的三句词：“云破月来花弄影”（《天仙子》），“娇柔懒起，帘幕卷花影”（《归朝欢》），“柔柳摇，坠轻絮无影”（《剪牡丹》）。世称“张三影”，着有《张子野词》。传世画作极少。"}
    ,
    {"authorName":"蔡襄","dynasty":"宋代","birth":"1012","death":"1067","师父":"","workNum":"0","province":"福建","introduction":"蔡襄（1012—1067），字君谟，兴化仙游（今属福建）人。北宋名臣，书法家、文学家、茶学家。他以进士及第，官至三司使，再以端明殿学士出知杭州，在朝为谏官时，以直言著称。他擅长书法，楷行皆妙，尤以“飞白散草”为最。书迹传世有碑刻《万安桥记》《昼锦堂记》，墨迹有《谢赐御书诗》等。另有《茶录》《荔枝谱》。曾于泉州、福州、杭州等地为官。善诗文。书法称誉于时，被推为本朝第一，与苏轼、黄庭坚、米芾并称“宋四家”。着有《蔡端明文集》《茶录》等。"}
    ,
    {"authorName":"曾巩","dynasty":"宋代","birth":"1019","death":"1083","师父":"","workNum":"0","province":"江西","introduction":"曾巩（1019—1083），字子固，建昌南丰（今江西南丰）人，北宋散文家，被誉为”唐宋八大家“之一。曾巩一生用功读书，极嗜藏书，从政之便，广览博收。家里藏古籍二万余卷，收集篆刻五百卷，名为《金石录》。曾巩传世孤本《局事帖》是迄今发现的一件传世墨迹，为曾巩62岁那年写给同乡故人的一封信，共124字，曾被历史上多位名人收藏，并经徐邦达考证著录于《古书画过眼要录·晋隋唐五代宋书法》。"}
    ,
    {"authorName":"褚遂良","dynasty":"隋唐","birth":"596","death":"658","师父":"","workNum":"0","province":"浙江","introduction":"褚遂良（596—658），字登善，杭州钱塘县（今浙江省杭州市）人，祖籍河南郡阳翟县（今河南省禹州市）。封河南郡公，故又世称褚河南，唐朝政治家、书法家。褚氏工于书法，初学虞世南，后取法王羲之，与欧阳询，虞世南，薛稷并称“初唐四大家”。其特点是善把虞、欧笔法融为一体，方圆兼备，舒展自如。《唐人书评》中把褚遂良的字誉为“字里金生，行间玉润，法则温雅，美丽多方”，宋代大书法家米芾也称颂他为“九奏万舞，鹤鹭充庭，锵玉鸣珰，窈窕合度”。"}
    ,
    {"authorName":"范成大","dynasty":"宋代","birth":"1126","death":"1193","师父":"","workNum":"0","province":"江苏","introduction":"范成大（1126—1193），字致能，一字幼元，早年自号此山居士，晚号石湖居士，谥文穆，吴郡（今江苏苏州）人，南宋官员、诗人、文学家。范成大善书。其书法清新俊秀，典雅俊润，只惜其为诗名所掩，书名不彰。明陶宗仪《书史会要》谓范成大“字宗黄庭坚、米芾，虽韵胜不逮，而遒劲可观”。范成大的书法曾受他母亲的影响，他的母亲蔡夫人，是北宋四大书家之一蔡襄的孙女。 \n范成大传世墨迹，以尺牍简札居多。文献有载其于成都与陆游饮酒赋诗，落纸墨尚未燥，士女已万人传诵，被之乐府弦歌，题写素屏团扇，可惜这些墨迹都未传下来。现今所能见到的范成大手迹，以他其五十四岁所书《明州赠佛照禅师诗碑》为第一，此碑早佚，但有宋拓本藏于日本东福寺。范成大现存的手迹还有《兹荷纪念札》、《垂海札》、《荔酥沙鱼札》等，他的行书《田园杂兴卷》也常为人们所乐道。 明代王世贞在《弇州山人稿》中说：范成大“归隐石湖时作即诗。无论竹枝、鹧鸪、家言，已曲尽吴中农囿故事矣！书法出入眉山（苏轼）、豫章（黄庭坚），间有米颠（米芾）笔，圆熟遒丽，生意郁然，真是二绝。”"}
    ,
    {"authorName":"冯承素","dynasty":"隋唐","birth":"617","death":"672","师父":"","workNum":"0","province":"河北","introduction":"冯承素（617—672），字万寿，长乐信都（今衡水市冀州区）人，唐代书法家。唐太宗贞观年间任内府供奉拓书人，直弘文馆。工书法，擅长钩摹复制古法书贴。贞观十三年（639年），太宗命供奉拓书人赵模、韩道政、冯承素、诸葛贞等四人，临摹《乐毅论》、《兰亭集序》真迹，各拓数本，分赐皇太子李承干、诸王及长孙无忌、房玄龄、高士廉等亲贵信臣，而冯摹《兰亭序》卷则被认为是所有摹本中“最精妙者”。《兰亭集序》真迹被殉葬昭陵，《兰亭集序》摹本流传至今者以冯承素之“神龙本”最精妙。卷中有元代郭天锡跋云：“书法秀逸，墨彩艳发，奇丽超绝，动心骇目，……，毫铓转折，纤微备尽，下真迹一等。”"}
    ,
    {"authorName":"顾园","dynasty":"明代","birth":"1321","death":"1382","师父":"","workNum":"0","province":"江苏","introduction":"顾园（1321—1382），字仲园，号云屋，别号玉山逸人，吴县昆山（今属江苏）人。出身昆山望族，曾祖顾文儒，赠某总管，祖顾文显，武备总将军上海等处海道运粮千户，赠万户侯。妣盛氏，赠大兴县君。顾园先娶姑苏应氏，再娶杭之陆氏，有一子名观。早年聪达勇锐，有远志不羁，读书不忘。又好武，不专于学。年十六，北游燕都，出入王侯将相门，习武读书绘画。凡三往返，乃袭父爵为千户侯。元末，南北隔阻，因卜居定海。元亡以来，恣游鄞越山水间，刻志文艺，卒以善画名于世，识者以为不减顾虎头。顾园着有《交谊卷》《游剡赠言》 《静得斋》《鹤梦轩》等。其卒，赵撝谦应顾氏子顾观请撰《云屋先生顾公墓志铭》，收录于《赵考古文集》卷二。"}
    ,
    {"authorName":"郭煕","dynasty":"宋代","birth":"1023","death":"1085","师父":"","workNum":"0","province":"河南","introduction":"郭煕（约1023—约1085），字淳夫，温县（今属河南）人，北宋熙宁元符间画家。曾任翰林待诏直长。擅长山水画，主张深入大自然，“饱游饫看，历历罗列于胸中”，使用卷云皴、蟹爪树和鬼面石画法，画出大景山水，气势磅礴，笔势雄健，得到当时文士苏轼、黄庭坚、王安石等人的高度赞扬。晚年时声望更高。后世常将李成与他并称“李郭”，将他的风格称之为“李郭风格”，与董源、巨然的“董巨风格”并列为山水画的两种主要风格。传世作品有《早春图》、《幽谷图》、《关山春雪图》、《窠石平远图》等。着有画论《林泉高致》。"}
    ,
    {"authorName":"华冠","dynasty":"清代","birth":"1740","death":"1822","师父":"","workNum":"0","province":"江苏","introduction":"华冠（1740—1822年尚在）又名庆冠，号吉崖、芙蓉山人，锡山（今江苏无锡）人。工写照，是清中期著名的肖像画职业画师，有白描淡墨渲染和设色“墨骨法”两种面貌，皆能笔简意赅，形神毕肖。其作山水亦佳，格调澹远疏旷，人物画则多以吉祥寓意或故事题材为主，较肖像画用笔更为放逸。"}
    ,
    {"authorName":"怀素","dynasty":"隋唐","birth":"725","death":"785","师父":"","workNum":"0","province":"湖南","introduction":"怀素（725—785）， 字藏真，长沙人（另一说零陵人），俗姓钱，唐朝僧人、书法家。精勤学书，以善狂草出名。怀素早年书法作品，先学欧阳询书，世莫能辩。之后的笔势纵横驰突，体态健缓跌宕，因以婆娑烂漫形象，别开生面，情韵不减而境界别出。怀素的性情踈放，不拘于细行，万缘皆缪，心自得之。于是饮酒以养性，书草书以畅志，每当酒酣兴发，一遇到寺壁里墙、衣裳器皿，无所不书，唐朝人称为“醉僧”。"}
    ,
    {"authorName":"黄庭坚","dynasty":"宋代","birth":"1045","death":"1105","师父":"","workNum":"0","province":"江西","introduction":"黄庭坚（1045—1105），字鲁直，号山谷道人、豫章先生，晚号涪翁，洪州分宁（今江西九江市修水县）人，亦自称为南昌人。北宋诗人、书法家，江西诗派祖师。书法亦能树格，为宋四家之一。庭坚笃信佛教，亦慕道教，事亲颇孝。黄庭坚与张耒、晁补之、秦观都曾习艺于苏轼，并称苏门四学士。一生陷入新旧党争，被新党诬害、流放，官至知州。绍兴初年，宋高宗追封其为太师、龙图阁直学士，谥文节。黄庭坚书法别树一格，擅行书、草书，尤善草书，其作品有《诸上座帖》、《李白忆旧游诗帖》、《花气诗帖》、《松风阁诗帖》、《寒山子庞居士诗》、《赠张大同卷跋尾》等，被后人评为纵横奇倔，波澜老成，且收放自如，突破方正均匀的体例，因而与苏轼、米芾、蔡襄并称宋四家。“宋四家”虽然都以行书见长，但只有黄庭坚的草书雄视当世。由于黄庭坚心胸豁达，不择笔墨，遇纸即书，直到纸尽为止，所以他的草书不为旧规矩所束缚。正因如此，黄庭坚被视为继怀素、张旭之后，宋代最重要的草书大家，明代沈周更称他为“草圣”。黄庭坚（1045-1105），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人。北宋文学家、书法家。生前与苏轼齐名，世称“苏黄”。他的书法独树一格，尤擅行草，书风长枪大戟、绵劲迟涩，为“宋四家”之一。学书尤为推崇王羲之《兰亭序》，手札小行书学习苏轼颇深，草书以意使笔，大开大合，聚散收放，挥洒自如。有《诸上座帖》等。"}
    ,
    {"authorName":"李白","dynasty":"隋唐","birth":"701","death":"762","师父":"","workNum":"0","province":"甘肃","introduction":"李白（701—762），字太白，号青莲居士，中国唐朝诗人。李白自言祖籍陇西成纪（今甘肃静宁西南），汉飞将军李广后裔，西凉武昭王李暠之后，与李唐皇室同宗。李白现存于世的唯一真迹《上阳台帖》现藏于故宫博物院，行草书5行，共25字。天宝三年，李白与杜甫在洛阳相见，与高适等结伴同游济源王屋山，登临王屋山华盖峰南麓的阳台宫后，写下此帖。细品此帖，笔法超放，如游龙翔凤，迅如奔雷、疾如掣电；出规入矩、飞舞自得。与其潇洒奔放、豪迈俊逸之人品诗风相为表里，堪称稀世珍宝。现帖引首被乾隆帝用楷书题了“青莲逸翰”四字；正文右上宋徽宗则用瘦金书题签：“唐李太白上阳台”一行。后纸有宋徽宗，元代张晏、杜本、欧阳玄、王余庆、危素、驺鲁和清乾隆皇帝题跋和观款。"}
    ,
    {"authorName":"李建中","dynasty":"宋代","birth":"945","death":"1013","师父":"","workNum":"0","province":"陕西","introduction":"李建中（945—1013），字得中，号岩夫民伯，京兆（今陕西西安）人，北宋政治人物、书法家。李建中是书法家，得欧阳询法，“人多摹习，争取以为楷法”，黄伯思评论：“西台本学王大令（献之）书，而拘挛若此，犹韩非之学黄老，李斯之师荀卿也。然观笔势尚有先贤风气，固自佳。”宋高宗赵构：“本朝承五季之后，无复字画可称，至太宗皇帝始搜罗法书，备尽求访，当时以李建中字形瘦健，姑得时誉，犹恨绝无异。”传世墨迹有《土母帖》、《同年帖》、《贵宅帖》等。"}
    ,
    {"authorName":"李溥光","dynasty":"元代","birth":"1227","death":"1315","师父":"","workNum":"0","province":"山西","introduction":"李溥光（约1227—1315以后），字玄晖，号雪庵。大同人，自幼出家，为头陀宗师，曾被赐号玄悟大师，封昭文馆大学士。工诗善书，有《雪庵字要》一卷传世。生平见《书史会要》《图绘宝鉴》等。"}
    ,
    {"authorName":"李日华","dynasty":"明代","birth":"1565","death":"1635","师父":"","workNum":"0","province":"浙江","introduction":"李日华（1565—1635），字君实，一字九疑，号竹懒，同卿，痴居士，斋号恬致堂、六研斋、味水轩、紫桃轩，浙江嘉兴人，明官吏、书画家。万历二十年(1592)进士，授九江推官。历任海州佐贰副官、西华知县、南京礼部主事。后辞官归家奉养父母，里居20余年。父殁，补礼部尚宝司丞。天启四年（1624），受嘉兴知县汤齐之聘，参与纂修《嘉兴县志》。崇祯元年(1628)，向朝廷奏陈革新政事，晋太仆寺少卿。生性淡泊和易，工书画，精鉴赏。其画用笔矜贵，格韵兼胜，宗法北宋大画家董源，稍加变化，导源于宋元大画家巨然、吴镇，自成名家。著作宏富，其所作笔记内容多论书画，笔调清隽，富有小品意致，与其诗歌都表现出士大夫的闲适情调，有《恬致堂集》、《紫桃轩杂缀》、《味水轩日记》、《六研斋笔记》、《竹懒画媵》、《书画眼》。"}
    ,
    {"authorName":"李嵩","dynasty":"宋代","birth":"1166","death":"1243","师父":"","workNum":"0","province":"浙江","introduction":"李嵩（1166-1243），宋代画家，钱塘（今浙江杭州）人，少为木工，后为李从训养子，并随之习画。历任光、宁、理三朝（1190-1264）画院待诏。工画人物、道释，得从训遗意。又长于界画，台榭亭阁主次分明，繁而有致。其《骷髅幻戏图》，骷髅似人，表情丰富，用细劲之线，浅淡之色，刻画精细。"}
    ,
    {"authorName":"欧阳修","dynasty":"宋代","birth":"1007","death":"1072","师父":"","workNum":"0","province":"四川","introduction":"欧阳修（1007—1072），本作欧阳修，字永叔，号醉翁、六一居士，谥号文忠。籍贯吉州庐陵（今江西省吉安市），生于绵州（今四川绵阳），北宋时期文学家、史学家、政治家。他历仕仁宗、英宗、神宗三朝，官至翰林学士、枢密副使、参知政事，曾积极参与范仲淹所领导的庆历新政政治改革。文学方面，欧阳修成就斐然，是唐代韩愈、柳宗元所倡导之古文运动的继承者及推动者，为古文发展作出了巨大贡献。其散文风格平易自然，韵味深美，诗歌风格平易清新，为宋诗奠下基础，其辞赋创立文赋的新体裁，使中国辞赋有柳暗花明的新发展，所著两部史书《新唐书》及《新五代史》列入廿四部正史之中，所定家谱格式为后世历代沿用，经学上开创宋人直接解经、不依注疏的新风气，易学上打破易传的权威地位，在中国金石学、诗话及花谱撰作三方面，都是开山始祖。政治上文化上，皆属当世最高领袖之一，在文学、史学、经学，俱有划时代的成就。"}
    ,
    {"authorName":"欧阳询","dynasty":"隋唐","birth":"557","death":"641","师父":"","workNum":"0","province":"湖南","introduction":"欧阳询（557—641），字信本，潭州临湘县（今湖南省长沙市）人。隋末唐初官员，唐代四大书法家。他的楷书有“楷书极则”之誉。欧阳询的书法学自王羲之父子，参以隶法，劲险刻厉，于平正中见险绝，自成面目，世称“欧体”。唐张彦远《法书要录》辑唐张怀瓘所著《书断》称：“询八体尽能，笔力劲险。篆体尤精，飞白冠绝，峻于古人，扰龙蛇战斗之象，云雾轻笼之势，几旋雷激，操举若神。真行之书，出于太令，别成一体，森森焉若武库矛戟，风神严于智永，润色寡于虞世南。其草书迭荡流通，视之二王，可为动色；然惊其跳骏，不避危险，伤于清雅之致。”其所创“欧阳询八诀”书法理论，具有独到见解，对明代人李淳的八十四法，清代人黄自元的著述，均有启示。"}
    ,
    {"authorName":"孙过庭","dynasty":"隋唐","birth":"648","death":"703","师父":"","workNum":"0","province":"浙江","introduction":"孙过庭（约648―703），字虔礼。吴郡人，一说陈留人，一说富阳人。武则天朝官右卫胄曹参军、率府录事参军。工正、行、草书，尤以草书著名。他的草书，得二王法，但又有些变化。米芾《书史》说他的草书“甚有右军法，作字落脚差近前而直，此乃过庭法”。孙过庭的草书，上承二王，下启张旭、怀素。他亦是著名的书法理论家，其《书谱》是学习书法的人必读的著作。除《书谱》外，孙过庭的传世书迹还有草书《千字文》。"}
    ,
    {"authorName":"索靖","dynasty":"魏晋南北朝","birth":"239","death":"303","师父":"","workNum":"0","province":"甘肃","introduction":"索靖（239—303），字幼安，敦煌龙勒县（今甘肃敦煌）人，张芝家姐之孙，历任州别驾、驸马都尉、尚书郎、雁门太守等职，封安乐亭侯，卒谥“庄”。工章草，有张芝之风，在保留规范章草体的同时更显遒劲。前人评其书“遒竦”、“银钩虿尾”、“飘风息举，鸷鸟乍飞”。与卫瓘并称当世，时人称“瓘得伯英之筋，靖得伯英之肉”。"}
    ,
    {"authorName":"王羲之","dynasty":"魏晋南北朝","birth":"303","death":"361","师父":"","workNum":"0","province":"山东","introduction":"王羲之（303—361），字逸少，原籍琅邪郡临沂（今属山东），官拜右军将军，人称王右军，为名臣王导之侄，是著名道士及书法家，史称书圣，其书法师承卫夫人、钟繇，复因其王氏家族属于正一道世家，故其亦曾受录为正一道士，颇受正一符箓影响，而书法自然带有道家离尘脱俗之心、超然世外之念、飘逸欲仙之意、艺术巅峰之境。王羲之的书法实践，变当时流行的章草、八分为今草、行书、楷书，是书体转换时期平地而起的高峰。王羲之在书法史上取得的成就影响巨大，被后人誉为古今之冠，尽善尽美。但其真迹皆已失传，著名的《兰亭集序》等帖，皆为后人临摹。"}
    ,
    {"authorName":"王献之","dynasty":"魏晋南北朝","birth":"344","death":"388","师父":"","workNum":"0","province":"山东","introduction":"王献之（344—388），字子敬，小名官奴，东晋官员、书法家、画家、诗人，王羲之第七子。其少负盛名，精习书法，以行书及草书闻名。在书法史上与王羲之并称“二王”，有“小圣”之称。又与张芝、钟繇、王羲之并称“书中四贤”。唐人张怀瓘《书估》评其书为“第一等”。同时，王献之还善于作画，唐人张彦远《历代名画记》目其画为“中品下”。"}
    ,
    {"authorName":"文天祥","dynasty":"宋代","birth":"1236","death":"1283","师父":"","workNum":"0","province":"江西","introduction":"文天祥（1236—1283），初名云孙，字天祥，号浮休道人。选中贡士后，换以天祥为名，改字履善。宝佑四年（1256年）在殿试中由宋理宗钦点为状元，御赐表字宋瑞，后因住过文山，而号文山，汉族江右民系，吉州庐陵富川（今江西吉安县）人，南宋末期政治家、诗人、抗元人物和民族英雄。宝佑四年（公元1256年）状元及第，官至右丞相，最后被封为信国公，故称文信公或文信国，官拜少保，故称文少保。\n文天祥在从政与戎马外，亦深爱书法、绘画。他对历代书法名碑帖皆有浏览并临摹。其字如其人，书作清疏挺竦，俊秀开张，笔笔有法，十分精妙，所见者皆起敬起爱。对纸墨之微，十分讲究，亦皆不苟。清人吴其贞在《书画记》中说，其书法“纸墨所健，是为白鹿纸也。书法清癯，使人心目爽然”，但凡见者，“怀其忠义而更爱之”。传世书迹有《小青青诗卷》、《篆玉带砚铭》、《瑞阳帖》、《诸割》、《木鸡集序卷》、《谢昌元座右辞卷》（一作《谢昌元座右自警辞》）、《虎头山诗》与《上宏斋帖》等。"}
    ,
    {"authorName":"吴叡","dynasty":"元代","birth":"1298","death":"1355","师父":"","workNum":"0","province":"浙江","introduction":"吴叡（1298—1355），字孟思，号雪涛散人、青云生，浙江杭州人。吾邱衍弟子。少好学，工书法，尤精篆、隶。凡历代古文款识制度，无不考究，得其要妙，下笔初若不经意，而动合矩度。有古印谱揭汯为序。卒年五十八。《广印人传》、《覆瓿集》、《六研斋二笔》载其名。"}
    ,
    {"authorName":"项笃寿","dynasty":"明代","birth":"1521","death":"1586","师父":"","workNum":"0","province":"浙江","introduction":"项笃寿（1521—1586），字子长，嘉兴人。明嘉靖四十一年（1562）进士，授主事。因母年迈，不能在京就任，改任南京考功郎中。母故后，调职赴京。时张居正改革朝政，项笃寿屡与张居正意见不合，由兵部郎中贬为广东参议，即称病辞官归里。筑有万卷楼，收藏和刊刻图书，其藏书印有圣师、师孔及少溪主人、兰石主人、万卷堂藏书记等。其藏书多从季弟项元汴处购得。元汴家有“质库”（当铺），搜集图书甚多，而啬于财，交易既成，每有悔意，将图书按收购价让于项笃寿购藏。刻有《二十四史论赞》《郑端简公奏议》等，均为精品，以“嘉禾项氏万卷堂”名义印行。着有《今献备遗》《全史论赞》等。"}
    ,
    {"authorName":"项奎","dynasty":"清代","birth":"1623","death":"1702","师父":"","workNum":"0","province":"浙江","introduction":"项奎（1623—1702），字天武，一字子聚，号东井，又号墙东子、墙东居士，斋号晚盥堂，浙江秀水（今嘉兴）人，明画家。庠生。山水好用秃笔，兼长兰竹。笔墨秀雅，颇得元人枯淡之趣。乾隆十七年（1752）尝作设色山水册。着《晚盥堂集》。"}
    ,
    {"authorName":"谢彬","dynasty":"清代","birth":"1601","death":"1681","师父":"","workNum":"0","province":"浙江","introduction":"谢彬（1601—1681），字文侯，号仙臞，浙江上虞人，明末清初画家。家钱塘（今杭州）。出新意制面具，施数笔辄喜怒毕肖。间作山水，仿吴镇，笔墨苍浑。康熙十九年（1680）为乐圃作《青崖泼墨图册》，时年七十九。"}
    ,
    {"authorName":"颜真卿","dynasty":"隋唐","birth":"709","death":"785","师父":"","workNum":"0","province":"山东","introduction":"颜真卿（709—785），字清臣，雍州万年县（今陕西省西安市），籍贯琅邪郡临沂县（今山东省临沂市），唐朝政治家、书法家。其楷书与欧阳询、柳公权、赵孟頫并称“楷书四大家”。颜真卿出生在家学传统的家庭，先辈中有不少古文字学家、书法家。颜真卿少时家贫缺纸笔，用笔醮黄土水在墙上练字。颜真卿书法初学褚遂良，后学张旭，50岁以后才形成刚劲、雄浑的显著风格。其书品与人品颇为贴合。宋人推崇颜真卿的人品，好学颜体。在苏轼、黄庭坚看来，颜真卿继承了王羲之的变法精神，是唐朝书法的改革家。其正楷端庄雄伟，气势开张；行书遒劲有力，人称“颜体”，与柳公权并称“颜柳”，有“颜筋柳骨”之誉。苏轼曾说：“诗至于杜子美，文至于韩退之，画至于吴道子，书至于颜鲁公，而古今之变，天下之能事尽矣。”可靠墨迹有《祭侄文稿》。后人编有《颜鲁公文集》。颜真卿传世的作品比较多，著名的墨迹据说有138种。"}
    ,
    {"authorName":"杨凝式","dynasty":"五代十国","birth":"873","death":"954","师父":"","workNum":"0","province":"陕西","introduction":"杨凝式（873—954），字景度，号虚白，别号希维居士、关西老农等。因生于癸巳年，又号癸巳人，同州冯翊县（今陕西省渭南市大荔县）人，祖籍弘农郡华阴县（今陕西省华阴市），唐朝、五代官员。工书法，尤精行草，常在光洁的壁上恣意挥洒，壁尽方止，被视为承唐启宋的重要人物。苏轼、黄庭坚、米芾、蔡襄都深受其影响。黄庭坚最为推崇，将其书法与吴道子的画誉为“洛中二绝”，认为：“二王以来，书艺超轶绝尘，惟颜鲁公、杨少师相望数百年。”又说：“余尝论右军父子翰墨中逸气……惟颜尚书、杨少师尚有仿佛。”有《韭花帖》、《夏热帖》、《神仙起居法》、《草堂十志图跋》传世。"}
    ,
    {"authorName":"俞和","dynasty":"元代","birth":"1307","death":"1382","师父":"","workNum":"0","province":"浙江","introduction":"俞和（1307—1382），字子中，号紫芝生，浙江桐庐人。能诗善书，早年学书于赵孟頫，得见赵氏运笔之法。临晋唐诸帖甚多，极有功力，行草逼似赵孟頫。好事者每以其书改赵孟頫款，以充赵书，往往乱真。"}
    ,
    {"authorName":"张即之","dynasty":"宋代","birth":"1186","death":"1263","师父":"","workNum":"0","province":"安徽","introduction":"张即之（1186年－1263年），字温夫，历阳（今安徽和县）人，南宋书法家。参知政事张孝伯之子，生于鄞县桃源乡（今属浙江省宁波市海曙区）。博学多识，“性修洁，喜校书，经史皆手定善本。”。以父荫铨中两浙转运使，官至司农寺丞。后知嘉兴县，以言论罢归。授太子太傅、直秘阁致仕。工书，学米芾，而参用欧阳询、褚遂良的体势笔法，尤善写大字。《宋史》本传称其“以能书闻天下”，“大字古雅遒劲，细书尤俊健不凡”。墨迹为金人珍爱。存世书籍有《报本庵记》、《书杜诗卷》等。"}
    ,
    {"authorName":"张旭","dynasty":"隋唐","birth":"675","death":"750","师父":"","workNum":"0","province":"江苏","introduction":"张旭（约675——750），字伯高，吴郡吴县（今江苏省苏州市）人，唐朝中期书法家，唐朝开元年间官至常熟尉，后又为金吾长史，世称“张长史”。工于书法，有“草圣”之称。唐朝留有不少关于张旭的记载，其中最广为人知的是他在酒后灵感来时，甚至于会激动到用头发书写作品。张旭的传世作品有《古诗四帖》、《千字文》、《郎官石柱记》、《悲清秋赋》、《自言帖》、《肚痛帖》（传）等等。其中《古诗四帖》的内容包括了诗人庾信的《步虚词》二首，诗人谢灵运的两首诗：《王子晋赞》、《岩下一老公四五少年赞》，共40行，写在五色纸上，现藏于辽宁省博物馆。他的作品在曾得到唐文宗李昂的喜爱、列为“三绝”之一。 当时唐朝还有另一位较年轻的、同样擅于草书的书法家怀素，也喜于醉后书写作品，与他有“颠张醉素”的俗称流传于世。"}
    
    ]